/*
유저 테이블
*/
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('1', 'ssar', '1234', 'ssar@nate.com', now(), '유재석', 'user1.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('2', 'ssar1', '1234', 'ssar1@nate.com', now(), '박명수', 'user2.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('3', 'ssar2', '1234', 'ssar2@nate.com', now(), '하동훈', 'user3.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('4', 'cos', '1234', 'cos@nate.com', now(), '정준하', 'user4.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('5', 'cos1', '1234', 'cos1@nate.com', now(), '정형돈', 'user5.png');

/*
데이터 테이블
*/
INSERT INTO bookdata_tb (data) 
VALUES 
('1. 당신은 어떤가? 20년 후 미래의 당신이 현재의 당신과 대화를 나눈다면 무슨 말을 할까? 미래의 당신은 지금 상황을 어떻게 보겠는가? 지금 당신이 미래의 당신이라고 생각한다면 행동은 얼마나 달라지겠는가.
: 김승호 회장님께서 하신 말씀. 현재의 내 모습이 10대 시절에 꿈꾸던 되고 싶은 나 인지, 그리고 60대가 되었을때 그때 정말 열심히 잘 살았다며 칭찬할 수 있는 모습의 나 인지. 멀지 않은 5년 또는 10년 후의 나는 지금 그 선택을 잘 했다! 라고 말할수 있을 만큼, 
미래의 나를 위해 지금을 집중하기.
2. 미래의 나를 위협하는 두 번째 요인은 과거를 부정적인 스토리로 만드는 것이다. 부정적인 과거는 미래를 제약한다. 과거는 의미다. 과거는 스토리다. 그 스토리를 어떻게 구성하느냐가 미래의 나에게 절대적인 영향을 미친다.
: 1년 전의  더 나은 사람이 되고 싶었고, 돈이 곧 힘이 될 수 있다는 것을 알았으며 이렇게 살다가는 아무것도 바뀌지 않을 것이라는 것을 알게 되었다. 1년 전의 내가 그런 일들을 , 그때의 과거를 밑거름으로 삼지 않고 처지를 한탄하며 그저 그렇게 또 매일을 살았으면 
나는 여전히 부정적인 과거에 메여 발전이 없었을 것이다. 나는 나를 바꾸고 싶었고, 내 환경과 상황과 삶을 바꾸고 싶었다. 그래서 오히려 용기를 냈고, 부정적인 마음을 버리기로 했었다. 많이 부족하지만 1년전의 나에게 미래를 꿈꾸게 해줘서 고맙다고 이야기 하고 싶다. 
3. 인간 행동 잉면에는 언제나 왜 또는 목표가 있다. 인간의 모든 활동에 목적이나 이유가 있는 것이다. 따라서 자신이 어떤 목적이나 목표를 선택하는 지 명확하게 의식해야 한다. 그러면 방법은 저절로 나타나기 시작한다. 행동은 목적이나 목표를 따라가게 마련이기 때문이다.
: 집착의 법칙과 비슷한 부분이 있다. 집착(대상)의 목적(이유)를 설정하고 목표(방법)을 세우고 달성해야 한다. 
지금 오늘의 내가 생각한 목적과 목표가 분명 작년과는 조금 다르다. 방향과 대상은 같지만 이유가 달라졌고, 방법에도 약간의 변화가 생겼다. 여느때 처럼 다이어리에 목표로만 남겨두고 행동하지 않았다면? 행동했기 때문에 목적과 목표가 수정되었고, 
의식했기 때문에 행동이 바뀌고 있다고 생각한다.
4. 미래의 내가 할 행동을 지금 하라. 당신이 원하는 것이 이미 당신의 것이라는 사실을 알아차려라. 당신이 바라는 미래의 나에게 100퍼센트 전념하라. 덜 중요한 목표들을 제거하라. 그 과정에서 하게 되는 모든 경험에서 유익을 찾아라.
시간의 자유를 얻으려면 자기 일정에 대한 주도권을 가져야 한다. 가장 중요한 일에 최우선 순위를 두고, 중요하지 않은 일은 제거하라. ... 자신의 시간이 덜 중요한 목표와 다른 사람의 의견에 좌우되게 그냥 놔둔다면, 자신이 원하는 미래의 내가 되는 건 어려울 것이다.
: 부자아빠를 재독하는 도중, 새앙쥐 레이스를 떠올렸다. 지금 업무로 투여하는 시간들은 월급을 받지 못할까 두려워서 하는 일은 분명 아니다. 10억 달성기들을 통해, 두마리 토끼는 절대 잡을수 없고, 나의 신체적, 정신적 여유가 역시 두 가지를 동시에 열심히 힘들다는 것을 알게 되었다. 
회사가 내 노후를 책임져 주지 않는다. 항상 염두해 두고, 떠올려야 겠다.
3. 당신의 정체성은 지금 당신이 가장 전념하는것에 있다. 정체성을 미래의 나와 일치시키고 그 모습을 진짜로 받아들이면 , 당신은 미래의 당신이 된 상태로 행동하게 된다. 스티븐 코비는 "알면서 행하지 않으면 정말로 아는게 아니라" 라고 말했다. 
.. 당신이 무언가 필요하다고 생각하면, 그것에 대해 건강하지 않은 애착이 있는 것이다. 필요는 심한 결핍을 암시한다. 따라서 무언가 필요하면, 그것이 충족되기 전에는 온전한 삶을 살지 못하거나 행복하지 않다.
: 내가 가장 전념하는게 무엇이지, 정말로 내가 원하는 삶은 어떤 모습인지 생각해 보았다. "내가 원하지 않는 일을 내 시간과 바꾸어 돈으로 만드는 삶" "메뉴판을 보면서 여기 비싼데 라며 메뉴 고르기를 망설이는 가족에게, 
가격과 상관없이 사시사철 맛있는 음식을 사주는 삶" "내 돈이 일하게 만들어 10년 이내에 멋지고 , 격식있는 부자 중년이 되는 삶"
결국 이런 정체성을 유지하기 위해 필요한 것은 돈 이다. 결국, 대안이 없기 때문에 힘들고, 싫어도 어느 하나에 전념하는 시간이 반드시 필요하다는 것을 되뇌었다. 성공한 사람들이 하라고 한, 했었던 것을 그대로 나는 따라하고 있는지? 답은 아니었다. 
행동하지 않고 있었던것 같다. 그래서 그냥 다시 시작하기. 그냥 계속 하기.
 실제로 돈이 많은 것을 해결하고, 돈이 있으면 많은 것을 할 수가 있다. 왜 너는 만족하지 못하고 욕심을 부리려고 하느냐고 누군가 말했다. 나의 노후를 책임져 주실 건가요? 당장 아파서 아이에게, 
 가족에게 짐이 되는 상황이 와도 만족하며 감사하고 살수 있을까요? 현실적으로 생각해봐도 모든것이 온전하지 못하기 때문에 필요를 충족시키려면 목적을 향해 더욱 몰입과 전념이 필요하다.
5. 경기장 밖에 머문다는 게 무슨 말일까? 지나치게 오래 생각한다는 것이다. 어떻게 해야 할지 분석만 하다가 사고가 마비되는 지경에 이를 수 있다. 그럴면 공포에 승리의 깃발을 안겨주는 꼴이다. 
수많은 사람이 사업을 하겠다거나 책을 쓰겠다거나 새로운 언어를 배우겟다는 등 무언가 하고 싶다고 꿈만 꾸다가 아무것도 하지 못하는 경우를 생각해보라.
: 아직 경기장 밖에 머물고 있는게 맞다. 적어도 등판 전 대기 선수 정도는 되지 않나? 라고 생각했었는데, 아직 입문도 못한 아마추어 인것 같다. 여전히 내 입에서 리미트, 벽, 어려움, 현실적 이라는 말이 나오는 걸 보면, 본문 처럼 생각만 많이 하고 있는 것 같다. HOW 에 집중하기!
6. 실패에 투자하라는 원칙은 자기 자신을 배움의 과정으로 몰아넣는 것이다. 어려운 상황에 자신을 몰아넣으면 거기서 살아남기 위해 적응할 수 밖에 없다. 그런 상황에서는 자신의 약점을 마주하며 수도 없이 실패한다...
습관대로 살아가면 현재의 나에서 벗어나지 못한다. 하지만 의도적인 연습을 하면 자신이 바라는 미래의 나를 만들기 위해 노력하는데 집중하게 된다. 습관이나 안전지대로 되돌아가는 것은 발전하는 방법이 아니다. 
: "환경"에 머무르는 것의 중요성, 그리고 속도는 가끔 늦을수 있지만 , 절대 멈추지는 말기. 
미래의 내가, 바라는 미래를 맞이 하지 못한 것이 지금의 내가 포기하는 것보다 더 나은 모습은 분명 아니기 때문.
7. 다른 사람은 당신을 비추는 거울이다. 당신이 다른 사람의 어떤 특성을 좋아하거나 싫어한다면, 그 특성이 당신이 스스로에 대해 좋아하거나 싫어하는 특성을 반영하기 때문이다.
: 처음에는 공감하지 못했지만, 지금은 매우 공감하는 문구이다. MZ세대 신입사원이 일을 잘 하지 못해 화나고 짜증을 나를 돌아 보게 되었다. 휴일동안 집에만 있으면서 어디도 가지 않고 집콕만 하는 가족에게 쓴소리를 했다. 신입도 분명 자기 할일을 하고 있다,  
그저 내 성에 차지 않았을 뿐. 그 나이때 나는 회사생활을 완벽하게 해냈다고 할수 있었나? 
나 없는 동안 청소를 깨끗하게 해준 가족에게, 놀고 먹는 사람 취급을 하는 발언을 했다. 그렇다면 성과없이 공부한다고 내팽겨쳐놓고 집밖을 헤메는 나는? 알아주지 않는다고 화를 낸적이 몇 번이나 있었나?
 내가 좀더 친절했다면 직원은 나에게 가르쳐달라고 먼저 손을 내밀었을지도 모른다. 내가 좀더 감사했다면 가족은 나를 더 도와주려고 했을지도 모른다는 생각을 했다. 입장 바꿔 생각하면, 나같은 상사, 나같은 가족이 있다면 오히려 나는 더 못한 사람이지 않았을까 반성하게 되었다. ')
 ,
 ('1. 분초사회: 시간을 쪼개쓴다.
배달의 민족 회사에는 9시와 9시 1분은 다르다 라고 써 있다.
넷플릭스, 유튜브 1.5배속으로 본다.
여러 일들을 동시에 한다.
생활 필수품은 화장실에서 구매한다. (휴대폰으로)
옷은 잠자기 전에 (시간을 충분히 들여서) 누워서 산다.
드라마 16부작 보기 전에 요약영상 결론부터 보고 정주행 한다.
요즘에는 결론 포함되어 있는 줄거리 영상이 인기다.
온라인 후기 볼 때는 별점 낮은 순으로 본다. (별점 높은 후기는 알바생일 가능성이 높아서)
요즘 직장인은 휴가 잘 안쓰고 반차나 반반차 쓴다.
시간을 쪼개쓴다.
지하철 탈 때, 몇번 칸에 타서 몇번 출구로 나오는 게 빠른지 검색하고 탄다.
스마트폰 시대, 시간에 대한 개념이 바뀌고 있다.
1950년대 대비 말의 속도, 걷는 속도가 빨라졌고 잠을 적게 잔다.
시간은 대출이 안된다.
요즘 부자는 돈 자랑 하지 않고 시간 자랑 한다.
시간 자원을 점점 더 소중히 여긴다.
시사점: 결론적으로 소비자들의 시간을 아껴주는 상품과 서비스가 잘 팔린다.
2. 호모 프롬프트
생성형 AI 
프롬프트는 프롬프트에게 명령을 내리는 인간보다 똑똑해질 수 없다.
제이슨 앨런이라는 게임 기획자가 미드저니(생성형 AI)로 그림을 그려 아트로 1등 했으나, 인정받지 못했다. 사람이 그리지 않았기 때문인데, 제이슨 앨런은 그 그림을 그리기 위해 996번 명령어를 입력했고 이 명령어를 공개하지 않기로 했다. 동일한 그림을 그릴 수 있는 사람은 없다.
현대미술, 설치미술과 프롬프트의 차이는 무엇인가?
모라벡의 역설은 인공 지능 및 로봇 연구원이 높은 수준의 추론을 위해서는 계산이 거의 필요 없지만 낮은 수준의 기술(걷기, 듣기, 느끼기, 눈으로 보기 등)은 엄청난 양의 연산 리소스가 필요하다는 발견이다.
시사점: 인문학적 지식이 훨씬 중요해진다.
3. 육각형 인간
노력으로 이룰 수 없는 것(집안, 외모, 키)까지 완벽해야 육각형
요즘 젊은이들은 요구사항이 높다. 태어날 때부터 완벽한 수준
요즘 남학생들의 외모 스트레스가 심한다. 서울대 학생들도 그렇다. 
올리브영 가면 남자들 화장품 많이 팔리고 남학생들 눈썹 문신 많이 한다.
왜 이럴까? 달성할 수 없는 것까지 왜 그럴까?
노력으로 달성할 수 있는 성공이 점점 줄어들고 있는 사회가 되어간다는 슬픈 현실을 반영한다.
노력의 가치를 평가절하하고 있는 것, SNS의 문제이기도 하다.
시사점: 사람은 육각형이 되기 힘들지만, 브랜드는 육각형이 되어야 한다. 
브랜드의 기준은 높아져야 한다.
4. 버라이어티 가격 전략
변동하는 가격, 해피아워, 조조영화 할인 
레스토랑에서 요일별 할인
동네 주민 할인, 첫 고객 할인
이런 할인을 할 때는 규칙이 있어야 한다.
판매 채널별 할인: 백화점, 편의점, 슈퍼
옵션할인: 경주 루나 엑스 골프장, 6홀 X 4코스, 캐디 없고 그늘집 없음. 전국에서 세번째로 가격이 싼 골프장. 품질은 좋음
식당에서 숟가락 교체비용은 1천원, 소주/맥주는 2천원
엔씨다이노스는 최근 좌석 가격표를 85개로 구분. 오늘의 날씨, 선발투수 등 가격을 수시 변동
소비자가 납득가능한 가격변동 전략이 필요
BMW 열선 시트를 구독으로 했다가 욕먹고 폐지했는데
5년 지난 차도 월정액 구독하면 A/S 해주겠다는 서비스는 성공
5. 도파밍
요즘 애들은 뽑기를 좋아한다.
사람들이 골라주는 랜덤한 옷을 골라주는 입고 나가기
자기가 팔고싶은 물건들을 모으기, 국자로 퍼서 랜덤으로 팔기
CJ대한통운 택배차로 슈퍼레이스를 했더니 좋아했다.
엉뚱한 것도 좋아한다.
서울에서 부산까지 시내버스만 타고 24시간내 주파하기, 전략도 필요하고 체력도 좋아야한다. 이 영상을 같이 보면서 좋아한다.
괴기한것도 좋아한다.
ASMR, 치석 제거하기, 피지제거하기, 여드름 짜기. 이상한 것을 본다. 귀신의 집 같은 괴기한 영상을 즐긴다.
왜 그럴까?
우리가 보는 매체가 바뀌었다.
우리 세대는 개그콘서트를 봤는데 요즘 애들은 쇼츠를 보고 점점 자극적으로 변한다. 
왜 하냐고 물으면, 그냥요. 라고 답한다.
기성세대는 의미는 찾지만 요즘 애들은 의미를 찾지 않는다.
그냥 살자. 걍생이 유행한다.
시사점: 서비스에 재미를 얹어야 한다. 어렵게 하면 안되고 사람들이 쉽게 이해할 수 있게 해야한다. 스토리텔링에서 스토리두잉의 시대다. 고객이 참여하게 해야한다. 
레드불, 이상한 대회, 우주에서 지구까지 자유낙하하기 같은 대회를 후원한다. 
6. 요즘남편 없던아빠
요즘남편은 유통기한 지난 음식 안먹는다.
고장난 자전거 못고친다.
여자가 남자 볼 때 첫번째 조건이 경제력일까? 아니다. 첫번째가 외모고 두번째가 경제력이다.
(여자도 번다.)
요즘 남자는 외동딸 좋아한다. 둘째딸 싫어한다. 왜? 애를 봐줘야 하니까.
둘째딸은 애를 못봐준다.
남편이 결혼하고 절대로 하면 안되는 것. 첫번째가 도박, 두번째는 게임.
남자는 게임을 포기할 용기를 가졌을 때 결혼을 결심한다.
결혼한 남자가 설거지도 하고 와이프한테 잘보여서 패밀리즈(패밀리 마일리지)를 쌓는다. 
6시 칼퇴근해서 육아한다.
결혼을 주저할 수 밖에 없다.​
클로디아 골딘 하바드 경제학자 노벨상 수상자가 이 주제를 연구했다.
미국도 마찬가지라는 얘기다.
시사점: 제품과 서비스를 기획할 때, 성별에 대한 상상력을 발휘하자. 
최근 홈쇼핑에서 무선청소기 다이슨이 남성들에게 많이 팔렸다. 
7. 스핀오프 프로젝트
파생되는 시리즈
하나의 아이템을 파생시켜 새로운 시리즈를 만들어내는 것
마블 시리즈 
시장 환경이 바뀌고 고객이 바뀌는데 회사가 통으로 바뀌기 어려울 때
프라다, 미우미우라는 세컨 브랜드 출시
대교 눈높이 수학, 시니어 학습시키는 교육 사업 스핀오프
사명변경
기아자동차 -> 기아
마켓컬리 -> 컬리
던킨도넛 -> 던킨
사업 영역에 한계를 두지 않겠다는 의미
확장하겠다는 의지는 좋으나 소비자를 잘 읽고 가야함
돌체앤가바나, D&G 스핀오프 소비자가 인지를 못함
8. 디토소비
사랑과 영혼이 떠오르면 옛날 사람, 뉴진스가 떠올랐으면 요즘사람
디토: 나도 너와 마찬가지야, 라는 의미
디토소비: 추종소비
선택지가 많아질수록 추종소비가 많아진다.
인플루언서를 따라 소비한다.
백만 인플루언서가 아니라 나노인플루언서(사람들은 잘 모르는데 나만 좋아하는)를 좋아한다.
컨텐츠를 추종한다.
HBO 유포리아(드라마)는 저의 룩북이에요. 주인공 옷을 캡쳐해서 따라입는다.
요즘 한국애들은 웹툰 속 주인공 옷을 따라입고 화장도 따라한다.
커머스, 유통 채널을 따라한다. 핸드폰 속 물건 사는 앱 30개~50개 깔려인다. 
주식 올라서 기분 좋으면 마켓컬리 간다. (조금 비싼 거 산다.)
퀸잇(50-60대가 좋아하는 무신사 같은 패션 플랫폼, 40대는 싫어한다.) 
쇼핑몰 추종을 생각보다 많이 한다. 선택지가 많아졌다.
FOBO: Fear of Better options
시사점: 브랜드 정체성이 중요해진다.
나만의 쇼핑몰이라는 느낌을 갖게 해줘야 한다.
시그니처 상품이 중요하다.
시그니처 상품은 상품이 아니라 광고의 역할, 브랜드 이미지의 역할을 한다.
9. 리퀴드폴리탄
서울 인구가 줄어든다. 하지만 낮에는 몰려든다. (일하러)
양양은 인구가 줄어든다. 하지만 여름에, 주말에 몰려든다. (놀러, 서핑하러)
기존에는 정주 인구 기준으로 도시를 바라봤다.
이제는 사람들이 액체처럼 움직인다.
액체도시, 리퀴드폴리탄이라고 한다.
정부가 중요하지 않고 지역과 도시, 시그니처 스토어, 앵커 테넌트가 중요하다.
양양 시장이 양양으로 오라고 했을까? 서핑 좋아하는 사장이 스토어 하나 열어서 시작됐다.
부산 영도에서는 중공업 산업이 쇠락하면서 RTBP(Return to Busan Port, 돌아와요 부산항에)를 만들었다.
UAM은 200Km까지 가는데 2025년부터 한국에서 테스트할 예정(인천공항공사)인데 교통이 발전하면 대한민국이 아니라 대한서울이 된다.
도시마다 정체성을 가져가야 한다.
기업은 시야를 넓혀야 한다. 지금까지는 팝업스토어를 성수동에 열었다면, 점점 더 지방에도 관심을 가져야 한다. 부산 팝업 스토어도 일부러 찾아가는 시대다.
10. 돌봄 경제
돌봄은 이제 돈이 된다. 
약자에 대한 돌봄, 배려돌봄. 어린이, 시니어, 장애인을 돌보는 시장이 가장 먼저 성장한다. 돌봄을 필요로 하는 사람과 서비스를 제공하는 사람을 매칭하는 시장이 가장 먼저 형성된다.
마음돌봄 서비스
SK텔레콤 누구 라는 서비스, AI 서비스가 음성 분석해 마음 상태를 돌봄
관계돌봄, 길가다 미아를 발견하면 CU로 가면 엄마를 찾아준다.
LPGA, 이동형 어린이집 서비스, 여자 프로골퍼들의 어린이들을 돌봐준다.
[출처] 트랜드코리아 2023 요약|작성자 에헤라디야야야 ');


/*
스토리 카테고리 테이블
*/
INSERT INTO storycategory_tb (story_category_name) VALUES ('로맨스/BL'),('판타지/무협'),('일반소설');

/*
북 카테고리 테이블
*/
INSERT INTO bookcategory_tb (`id`, `category_name`, `category_about`, `category_pic_url`) VALUES ('1','트랜드', '사회적 트렌드, 기술 및 디지털 트렌드, 경제 및 비즈니스 트렌드', 'book7.png');
INSERT INTO bookcategory_tb (`id`, `category_name`, `category_about`, `category_pic_url`) VALUES ('2','라이프', '음식, 술·음료, 스포츠, 헬스·요가, 뷰티, 인테리어', 'book14.png');
INSERT INTO bookcategory_tb (`id`, `category_name`, `category_about`, `category_pic_url`) VALUES ('3','힐링', '스트레스 관리, 명상, 요가, 자연 치유, 예술 치유, 경제 및 비즈니스 트렌드', 'book24.png');
INSERT INTO bookcategory_tb (`id`, `category_name`, `category_about`, `category_pic_url`) VALUES ('4','지적교양', '인문학, 과학, 역사, 문학, 미술, 철학, 경제 및 비즈니스 트렌드', 'book28.png');
INSERT INTO bookcategory_tb (`id`, `category_name`, `category_about`, `category_pic_url`) VALUES ('5','소설', '추리·스릴러, 킬러 스파이, 법의학 스릴러, SF', 'book31.png');


/*
북 테이블(트랜드)
*/
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`, `book_data_id`) 
VALUES ('1', 'book1.png', '트렌드코리아 2024', '김난도', '410', '2023-10-01', now(), '2024 대한민국 소비트렌드 전망', 'DRAGON EYES
청룡을 타고 비상하는 2024를 기원하며!

모든 일은 서서히 준비되고 있다가 갑작스럽게 나타난다. 챗GPT가 그랬다. 
인공지능 기술과 이야기가 수도 없이 나왔지만, 챗GPT만큼 우리에게 충격을 주는 것은 없었다. 무엇이 달랐던 것일까? ‘자연어’ 소통이 가능하다는 점일 것이다. 
“가장 인기 있는 새로운 프로그래밍 언어는 영어”라는 말이 나오는 이유다. 여기서 말하는 ‘영어’는 한국어도 될 수 있고, 일본어도 될 수 있다. 
그러니까 그냥 평상시의 말과 글로 이루어지는 인공지능 시대에 돌입한 것이다. 모든 학자들이, 모든 책들이 ‘AI’와 ‘인공지능’, ‘챗GPT’를 얘기하는 이 시점에서 
『트렌드 코리아 2024』는 인간의 역할 혹은 역량에 주목했다. 중요한 점은 이것이다. 즉, AI는 자신이 내놓은 결과물을 평가할 수 없다. 
그것에 점수를 매기고 그 결과물을 채택할지 말지를 결정하는 것은 궁극적으로 인간의 몫이다. 미드저니가 아무리 환상적인 그림을 그릴지라도, 그 마지막 터치는 인간에게 남겨져 있다. 
바로 ‘화룡점정’이다. 오롯이 인간만의 역량을 최대한 끌어올리는 것. 이를 위해 우리는 무엇을 알아야 하고, 무엇을 준비해야 할까? 2배속 사회에서 균형점을 찾기 위한 여백은 무엇인가? 
올해의 〈트렌드 코리아〉는 유독 천천히 읽기를 권한다.',
'서문 5
2024년 10대 소비트렌드 키워드 22

1 2023 대한민국
평균이 사라진 자리 27
새롭게 떠오르는 소비자들 42
리오프닝 이후의 공간 전략 58
관계의 재해석 73
불황을 극복하는 혁신의 힘 89

〈트렌드 코리아〉 선정 2023년 대한민국 10대 트렌드 상품 104',
'교수, 트렌드 연구자, 컨설턴트, 작가. 서울대학교 생활과학대학 소비자학과에서 학생들을 가르치고,
생활과학연구소 소비트렌드분석센터를 이끌며 소비트렌드를 연구하고 있다.',
'‘빨리빨리’를 외치던 대한민국이 이제 2배속 사회로 접어들었다.
유튜브와 OTT 플랫폼, 각종 SNS가 쏟아내는 콘텐츠에 파묻힌 사람들은
1분 1초도 지루한 걸 못 참으며 ‘기승전-재미’의 도파밍 삶을 추구한다.
과거 서로를 구분 지었던 선들도 경계가 흐릿해지고 있다.
가족 내, 안사람과 바깥양반의 구분이 없어지는 것이 대표적이다.
초격차 사회에서 완벽함을 좇는 사람들은 아예 넘사벽 기준을 세워놓고
‘육각형인간’ 놀이를 즐긴다. “노력 없이 성공하고 싶다”는 이들의 좌우명 앞에
고진감래와 자수성가는 설 자리를 잃었다.
챗GPT의 등장으로 인류에게 일격을 가한 생성형 AI. 세상의 모든 화두를
블랙홀처럼 빨아들이는 AI가 던진 거대한 질문이 우리 앞에 놓여있다.
“인간만이 가진 역량은 무엇인가?” 명료한 답변을 이끌어낼 수 있는 질문이 가능한 인간,
호모 프롬프트에게서 그 해답을 찾아야 할 것이다.',
1, 1, 1
);
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`, `book_data_id`) 
VALUES ('2', 'book2.png', '퓨처셀프', '벤저민 하디', '100', '2023-10-05', now(), '현재와 미래가 달라지는 놀라운 혁명', '‘미래의 나’를 적용하는 과학 분야 세계 최고의 전문가,
자기계발 분야 파워블로거이자 베스트셀러 작가의 신작
세계적인 동기부여 전문가, 토니 로빈스 강력 추천!

현재와 미래를 더 가치 있게 바꾸고 싶다면,
‘미래의 나’와 연결하라!

살 날이 얼마 남지 않은 ‘미래의 내’가 현재로 시간 여행을 왔다고 상상해보자. ‘현재의 나’는 해야 할 일은 미뤄둔 채 소파에 누워 핸드폰을 보느라 시간 가는 줄 모른다. 당장 사고 싶은 것, 먹고 싶은 것에 생각 없이 돈을 쓰고, 
‘다음 달의 나’에게 결제를 미룬다. 자극적이고 간편한 정크 푸드를 즐겨 먹으며 건강은 생각하지 않는다. 어린 자녀와 눈을 맞추고 시간을 보내기보다 잔소리와 고성이 오가는 전쟁 같은 하루하루를 보낸다. 
이 모습을 본 ‘미래의 나’는 과연 어떤 말을 하고 싶을까? 혹시 지금의 내 모습과 크게 다르지 않다고 생각하는가? 미래의 모습이 그려지지 않는다면, 현재의 내가 좀 더 나은 모습이기를 원한다면 이 책이 해답을 제시해줄 것이다.
‘미래의 나는 어떤 모습일까?’라는 질문은 우리가 인생에서 쉽게 놓치는 중요한 진실에 이르게 한다. 즉, 미래의 나와 연결될수록 현재 더 나은 삶을 살게 된다는 것이다. 
이 책은 미래의 내가 어떤 모습일지 깊이 생각해보고, 지금 그 사람이 되는 방법을 구체적으로 알려주는 인생 지침서이다. 상상한 미래 자아는 현실에서 원동력이 되어 목표와 우선순위가 달라지고, 이에 맞게 행동하게 만든다. 
그렇기에 우리가 다시 예전 모습으로 돌아가려 하거나 의지가 약해질 때마다, 혹은 작은 성취를 맛본 후 다음 목표를 정해야 할 때 이 책을 옆에 두고 수시로 꺼내 보기를 권한다.
이 책의 저자인 벤저민 하디는 저명한 조직심리학자로, ‘미래의 나’를 적용하는 과학 분야에서 세계 최고의 전문가다. ‘미래의 나’와 관련된 연구가 점점 많아지고 있는 가운데, 그는 이 주제를 완벽하게 다룬 책을 발표했다. 
그의 오랜 연구 결과와 집약된 이론을 국내에서 책으로 만날 수 있게 된 것이다. 그는 팟캐스트와 유튜브, 웹사이트, 기업 강연을 통해서도 ‘미래의 자신’을 명확하게 하고, 목표한 방향으로 이끄는 실용적인 전략을 공유하며 많은 사람의 성장과 발전을 돕고 있다.
이 책은 크게 세 파트로 구성되어 있다. 파트1은 ‘미래의 나’를 위협하는 요인 7가지를, 파트2는 ‘미래의 나’에 대한 진실 7가지를, 파트3은 ‘미래의 내’가 되는 7단계를 구체적으로 제시한다. 
각 단계마다 자신을 점검해볼 수 있는 체크리스트와, 미래의 나와 연결하는 활동들이 포함된 워크지를 제공하고 있다. 또한 각 장의 핵심 내용은 일러스트를 통해 기억에 선명하게 남도록 도와주고, 파트가 끝날 때마다 KEY POINT로 요약해서 정리해준다. 
특히 ‘미래의 나’와 연결하는 것이 중요하다는 점을 유명인들의 일화를 통해 소개해 재미를 더하고, 쉽게 이해할 수 있도록 설명한다. 이 책은 단순히 ‘미래의 나’를 생각에서 그치지 않고 행동하게 만드는 구체적인 방법을 제시한다는 점에서 
당신의 삶을 변화시키는 데 최고의 안내자 역할을 할 것이다.',
'프롤로그: 현재와 미래가 달라지는 놀라운 혁명

Part1 미래의 나를 위협하는 요인 7가지
위협 1: 미래에 대한 희망이 없다면 현재는 의미를 잃는다
위협 2: 과거에 대한 부정적인 스토리는 미래를 위협한다
위협 3: 주변 환경을 인식하지 못하면 당신은 아무 길이나 가게 된다
위협 4: 미래의 나와 단절되면 근시안적인 결정을 내리게 된다
위협 5: 시급한 문제와 사소한 목표가 당신의 발목을 잡는다
위협 6: 경기장에 들어가지 않으면 당연히 패배다
위협 7: 성공이 실패의 기폭제가 될 때가 있다
key point: 미래의 나에 대한 위협

Part2 미래의 나에 대한 진실 7가지
진실 1: 당신의 미래가 현재를 이끈다
진실 2: 미래의 나는 예상과 다르다
진실 3: 미래의 나는 피리 부는 사람이다
진실 4: 미래의 나를 생생하고 자세하게 그릴수록 더 빠르게 발전한다
진실 5: 미래의 나의 실패가 현재의 나의 성공보다 낫다
진실 6: 성공하려면 미래의 나에 진실해져야 한다
진실 7: 신에 대한 견해가 미래의 나에게 영향을 미친다
key point: 미래의 나에 대한 진실

Part3 미래의 내가 되는 7단계
1단계: 현실에 맞는 목표를 명확하게 세워라
2단계: 덜 중요한 목표들을 제거하라
3단계: 필요에서 열망으로, 열망에서 앎으로 나아가라
4단계: 원하는 것을 정확하게 요구하라
5단계: 미래의 나를 자동화하고 시스템화하라
6단계: 미래의 나의 일정을 관리하라
7단계: 완벽하지 않더라도 공격적으로 완수하라
key point: 미래의 내가 되는 단계

에필로그: 지금 미래의 내가 돼라
감사의 말
참고 문헌
찾아보기',
'Benjamin Hardy조직심리학자로 자기계발 분야 파워블로거이자 베스트셀러 작가이다.
그는 미래의 나를 적용하는 과학 분야에서 세계 최고의 전문가이다. ',
'“어째서 우리는 미래의 내가 후회할 결정을 내리는가?”

‘미래의 나’를 다룬 최고의 자기계발서,
현재의 나를 올바른 방향으로 이끌고 싶다면
반드시 봐야 할 책

우리는 어제보다 나은 내일을 원하며 수많은 자기계발서를 찾아 읽는다. 삶의 자세, 인간 관계, 시간 관리, 성공하는 법 등 인생에 도움이 될 만한 주제를 다룬 책을 보고, 그때마다 의지를 다진다. 
그 결과 당신의 삶은 더 나은 방향으로 바뀌었는가? 놀랄 만큼 새로운 인생을 살고 있는가? 여전히 달라진 게 없다면 당신은 ‘미래의 나’와 연결되지 않았기 때문이다!
자기계발 파워블로거이자 저명한 조직심리학자인 벤저민 하디는 ‘미래의 나에 대한 심리학’이라는, 단순하지만 거의 활용되지 않은 이 주제를 이 책에서 완벽하게 다루었다. 
세계 최대 서평 사이트 굿리즈에는 이 책을 통해 인생이 바뀌고, 최고의 자기계발서로 꼽는 독자들의 생생한 후기를 볼 수 있다. ‘미래의 나’라는 개념을 신경과학자들의 연구 결과와 유명인들의 예화를 통해 증명하고 있다는 점, 
이론에서 그치는 게 아닌 삶에서 적용할 수 있는 구체적인 행동 지침을 제시하고 있다는 점이 4.35라는 높은 평점과, 수많은 리뷰가 달리게 된 이유일 것이다.
이 책은 ‘미래의 나는 어떤 모습일지 깊이 생각해보라’라는 메시지에서 시작된다. 미래에 대한 명확한 목적이 있어야 현재의 나를 발전시키고 상황을 나아지게 한다. 
반면 눈앞의 목표를 추구하거나 도파민이 잠깐 활성화되는 쾌락을 일삼는다면 미래의 나는 결국 큰 대가를 치를 수밖에 없다. ‘2년 후’, ‘5년 후’, ‘10년 후’의 내 모습은 현재와 다르다는 것을 명심하자. 
‘20년 후’에는 어쩌면 당신이 이 세상에 존재하지 않을지도 모른다. 미래의 나를 현재로 불러와 살아간다면 지금 상황을 더 현명하게, 더 소중하게 여길 것이다.
예를 들어, 당신은 5년 동안 달성할 목표를 가족, 자산, 건강 세 가지로 우선순위를 정했다고 생각해보자. 각각의 우선순위마다 구체적인 목표도 함께 세운다. 
그렇다면 핸드폰만 보며 시간을 때우는 무의미한 행동을 줄이고, 가족과 더 많은 시간을 보내려고 애쓸 것이다. 불필요한 소비를 줄이며 자산을 늘리기 위해 더욱 절약할 것이다. 
운동을 시작하거나 올바른 식습관을 유지하며 건강에 신경쓸 것이다. 저자는 목표를 향해 가기보다 목표라는 지점에서 생각하고 행동하면 우리의 뇌는 저절로 그렇게 작동한다고 강조한다.
이렇듯 현재와 미래를 더 가치 있게 바꾸고 싶다면, 자신이 되고 싶은 ‘미래의 나’와 연결되어야 한다. 이 책에서 제시하는 ‘미래의 나를 위협하는 요인 7가지’를 경계하고, ‘진실 7가지’를 마음에 새기고, ‘미래의 내가 되는 7단계’ 지침을 따른다면, 
훨씬 더 빠르고 확실하게 목표에 도달할 수 있을 것이다.',
2,1,1
);
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('3', 'book3.png', '시대예보:핵개인의 시대', '송길영',340,'2023-09-25',now(),'시대의 마음을 캐는 송길영이 관찰한 세상의 모든 각자가 맞이할 미래', '마인드 마이너 송길영이 예보하는 미래 시대,
앞으로 세상은 어떻게 변화할 것인가?

한 철의 기상을 알려주는 일기예보가 아닌,
삶을 대비하기 위한 더 큰 호흡의 ‘시대예보’
수많은 사람의 기록이 축적된 빅데이터에서 인간의 마음을 읽고 해석하는 마인드 마이너(Mind Miner) 송길영은 사회의 변화를 누구보다 빠르게 읽어왔다. 그런 그가 이번에는 수십 년 전의 과거부터 산업화의 격변과 도시화의 확장을 경험한 지금까지의 관찰을 통해, 
현재에 대한 이해를 바탕으로 미래의 흐름과 트렌드에 대한 인사이트를 제시한다. 지금껏 사회를 유지해 오던 시스템이 바뀌면서 기존에 없던 새로운 존재인 ‘핵개인’이 탄생한다는 것이다. 
엄청난 속도로 새 규칙을 만드는 핵개인은 누구이며, 이들의 시대에 생존하기 위해 우리는 어떤 선택을 해야 할까?

《시대예보: 핵개인의 시대》는 학벌 인플레이션, 돌봄 과도기, 투명 사회, 과잠 계급, 효도의 종말, 이연된 보상 등 지금 시대를 살펴본다. 
동시에 한국인보다 서울러, 5분 존경 사회, 글로벌 계급장, AI 동료, 마이크로 커뮤니티, 미정산 세대 등 앞으로 우리가 맞이할 핵개인 시대를 예보한다.

기후 변화가 지난 천년의 기상 메커니즘을 벗어나는 일이 점점 더 잦아지고 있다. 매일 뉴스에서 빠지지 않는 일기예보가 무색할 정도로 급변하며 하루 앞을 예측하기 어려운 시대이지만, 그럼에도 불구하고 우리는 종종 그것이 맞지 않더라도 준비와 대비를 위해 귀를 기울인다.
비유하자면 이는 단순히 비를 피하기 위한 정도의 준비가 아니다. 누군가에게는 생업과 생명이 달려 있을 만큼 중요한 일이다. 이제 옷차림을 위해 한 철의 기상을 알려주는 일기예보가 아닌, 내 삶을 대비하기 위한 더 큰 호흡의 ‘시대예보’가 시작된다.',
'프롤로그- 쪼개지는, 흩어지는, 홀로 서는

제1장 K는 대한민국이 아니다
K 프리미엄, 국적은 사라지고 스타일은 남아
‘서울러’라는 소속감 혹은 구별 짓기
‘오리너구리’를 포용할 수 있는 세계
‘국민교육헌장’의 공허한 메아리
언어 습관이 조직의 운명을 바꾼다

제2장 코파일럿은 퇴근하지 않는다
출퇴근 없는 AI 동료
기계가 좋아서가 아니라 사람이 불편해서
이심전심, 심심상인, AI 비서
작가는 사라지고 장르만 남는다
주말 오후, 2시간 만에 쇼핑몰을 개업하다
인류에겐 축복이지만, 당신에겐 재앙일 수도
재앙을 축복으로 만드는 연금술

제3장 채용이 아니라 영입
대학은 입학만, 졸업 혹은 창업은 당신의 선택
유명 대학 나온 동네 사장님들
개인의 유동성, 조직의 역동성
캘빈 클라인 모델이 상위 1% 프로그래머
투명 사회의 생존법
당신은 영입 대상입니까

제4장 효도의 종말, 나이듦의 미래
아버지를 고용한 딸, 가녀장의 시대
엄마처럼 ○○하며 살고 싶지 않아
죄책감은 나의 몫? 주고받음의 아름다움
나이듦은 천차만별
‘영웅시대’에는 효도가 필요 없어
문제는 ‘나이’가 아니라 ‘나’이다

제5장 핵개인의 출현
세계관을 주고받는 우아한 핵개인들
그게 다 빚이었다
천륜은 사라져도 연대는 남는다
미정산 세대의 필연
5분 존경 사회

에필로그- 인정 강박, 경쟁하지 않는 사회를 위하여',
'송길영은 시대의 마음을 캐는 마인드 마이너(Mind Miner)이다. 사람들의 일상적 기록을 관찰하며 현상의 연유를 탐색하고 그들이 찾고자 하는 의미를 이해하려는 시도를 20여 년간 해왔다. 개인들의 행동은 무리와의 상호작용과 환경의 적응으로부터 도출됨을 이해하고, 그 합의와 변천에 대해 알리는 작업에 몰두하고 있다. 깊은 고민을 하는 사람들로부터 영감을 받는 것에서 가장 큰 기쁨을 느낀다.
저서로 《여기에 당신의 욕망이 보인다》, 《상상하지 말라》, 《그냥 하지 말라》가 있다.',
'이제 ‘핵개인’의 세상이 온다!
시대 관찰자 송길영이 관측한 우리가 맞이할 미래
우리는 모두 쪼개지고, 흩어지고, 홀로 서게 된다
트렌드건 유행이건 기민하게 반응하지 못하면 따라가기 어려운 시대다. 시시각각 변화하는 세상은 우리에게 끊임없이 변화의 시그널을 보내고 있다. 이곳저곳에서 쏘아 올린 시그널은 새로운 시대정신을 만들어낸다. 이는 관찰하고 탐구하는 사람만이 알아챌 수 있다.
마인드 마이너 송길영이 관찰한 범상치 않은 변화의 시그널은 우리가 쪼개지고, 흩어져, 홀로 서게 되는 ‘핵개인의 시대’다. 디지털 도구와 인공지능의 발전으로 기존에 힘을 발휘하던 권위가 쪼개지며, 100세 이상의 생애주기에서 조직의 테두리와 가족의 울타리가 무너져 흩어지고, 
종국에는 각자의 역량과 생존을 고민하며 홀로 서는 개인의 시대가 올 것이다. 조직의 직급이나 지위가 가진 힘은 약해졌고, 개인이 드러낼 수 있는 힘은 강해지면서 세상의 모든 각자가 지금과는 다른 미래를 맞이하게 된다. 
이러한 사회 시스템과 시대정신이 가져올 가장 큰 변화는 기존에 없던 존재인 ‘핵개인’의 탄생이다. 핵가족이라는 더 이상 새롭지 않은 단어가 우리 사회에 도래한 지 반세기가 넘었다. 이제 대한민국은 핵가족을 넘어 더 작은 단위인 핵개인으로 분화하고 있다. 
이들은 집단주의적 사고와 기성 문법에서 벗어나 자기 삶의 결정권을 가진 존재다. 과거에는 이런 핵개인을 변종으로 여겼지만, 이제는 변종이 아니다. 이 책은 핵개인의 출현과 그로 인해 다가올 미래를 예견한다. 
먼저 학벌 인플레이션, 돌봄 과도기, 투명 사회, 과잠 계급, 돌봄 과도기, 효도의 종말, 이연된 보상 등 지금 시대를 살펴본다. 동시에 한국인보다 서울러, 5분 존경 사회, 글로벌 계급장, AI 동료, 마이크로 커뮤니티, 미정산 세대 등 앞으로 우리가 맞이할 핵개인 시대를 예보한다. 
핵개인의 시대에 각자의 생존을 위해 우리가 앞으로 취해야 할 무장, 앞으로 지녀야 할 태세, 앞으로 획득해야 할 자립에 관해 생생한 발견을 경험할 수 있다. 5분 존경 사회, 글로벌 계급장, AI 동료, 한국인보다 서울러… 등 엄청난 속도로 새 규칙을 만드는 핵개인의 시대,
우리는 무엇을 해야 할까?
기존에 없던 존재인 ‘핵개인’은 자기 삶을 답습하기보다 수정하는 태도와 용기로 무장한 상태다. 준비하면 기회를 가질 수 있고 가만히 있으면 고립된다는 사실을 알기 때문이다. 세상의 눈높이에 맞추지 않고 스스로 기준을 세워나가는 핵개인이 엄청난 속도로 만들어낸 새 규칙들은 무엇일까?

하나, 핵개인의 세계관. 국가는 내가 살아가는 세계관’이라는 정서가 희미해진 핵개인은 자신의 의지와 상관없이 정해지는 국가와 국적보다 내가 살아갈 도시가 더욱 중요하다. ‘한국인의 삶’ 대신 ‘서울러의 삶’을, 조직과 시스템에 적응하는 귀속감보다 자기 소속감으로 살아간다. 
또한 자신의 번영과 생명력을 제한하는 모든 것을 권위적이라고 느낀다.

둘, 핵개인의 경쟁력. 일의 효율성과 전문성을 해결해줄 AI의 출현은 축복일까, 재앙일까? 인류에게는 축복이어도 나에게는 재앙일 수 있다. 하지만 핵개인은 AI와 합을 맞추는 ‘AI 디렉터’로서 지난한 노동을 끝내고 능력의 진화로 무장한다. 
시대의 큰 흐름을 읽고 그 안에서 끊임없이 자신을 현행화하는 것이다.

셋, 핵개인의 서사. 2008년 글로벌 경제위기 이후 대기업 입사는 경쟁의 종착지와 같았다. 하지만 세상은 순식간에 방향을 틀었다. 코로나 이후 ‘대퇴사’가 새로운 물결이 되었고, 퇴사자들은 ‘직장인에서 직업인으로’라는 구호를 외치며 자기 정체성을 다시 세우고 있다. 
각자의 모든 일상이 포트폴리오이자 전 지구인이 경쟁자가 되는 시대를 맞이할 핵개인들은 성장과 좌절이 진실하게 누적된 유일무이한 서사를 기록하며 나만의 경쟁력을 만들어나간다.

넷, 핵개인의 자립. 어른은 아이를 돌보고, 아이가 자라 청년이 되어 다시 어른을 돌보는 효도 시스템이 변화하고 있다. ‘가족도 남처럼’ 거리를 둘 줄 아는 관계로 재정의되면서 부모와 자식 중 어느 한쪽이 일방적으로 희생하는 방식 대신 서로가 자립하는 방식을 모색하고 있다. 
핵개인이 스스로를 돌보는 사회로 진화하는 것이다.

다섯, 핵개인의 다양성. 가족이 아니더라도 마음 맞는 동반자들과 일상의 고락을 함께 나누기도 하고, ‘한민족과 단일국가’라는 마음속 경계를 깨고 다양한 문화와 경험을 받아들인다. 핵개인은 스스로도 타자가 될 수 있음을 겁내지 않고, 새로운 타자를 만났을 때도 주저함이 없다. 
다양성이 보장될 때 진정한 핵개인의 삶이 시작되기 때문이다.',3,1
);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('4', 'book4.png', '설자은, 금성으로 돌아오다', '정세랑',296,'2023-10-30',now(),'『시선으로부터,』 『보건교사 안은영』
정세랑이 선보이는 본격 역사 미스터리 모험담!',
'언제나 우리에게 놀라운 재미와 따뜻한 감동을 동시에 전해주는 작가, 정세랑이 『시선으로부터,』 이후 3년 만의 신작 장편소설 『설자은, 금성으로 돌아오다』로 돌아왔다. 
한번 손에 쥐면 순식간에 빠져들 수밖에 없는 흡인력 있는 전개와 사랑스럽고 생동감 있는 인물들, 읽는 이를 빈틈없이 감싸안는 온기 어린 시선으로 독자들의 확고한 지지를 받아온 정세랑은 자신만의 분명한 목소리를 지니면서도 폭 넓은 스펙트럼으로 작품 세계를 확장해왔다. 
『시선으로부터,』로는 모계를 중심으로 이어지는 삼대의 이야기를 통해 새로운 가족상을 제시해 교보문고, 예스24, 알라딘 종합 베스트셀러 1위, 조선일보, 경향신문, 문화일보 등 다수의 매체에서 올해의 책으로 선정되며 전 국민적인 사랑을 받았고, 
같은 해 동명의 소설을 원작으로 한 넷플릭스 시리즈 〈보건교사 안은영〉(이경미 연출, 정유미·남주혁 주연) 또한 화제를 불러일으키며 스토리텔러로서의 저력을 여실히 증명한 바 있다.
그런 정세랑이 이번에는 본격 명랑 역사 미스터리 소설을 선보인다. 『설자은, 금성으로 돌아오다』는 정세랑이 펴내는 첫 역사소설이자 첫 추리소설, 그리고 첫 시리즈인 ‘설자은 시리즈’의 1권이다. 
‘설자은 시리즈’는 통일신라시대의 수도 금성을 배경으로, 왕실의 서기로 일하는 설자은이 주변에서 일어나는 미스터리한 사건들을 해결해나가는 이야기를 담고 있다. 
1권 『설자은, 금성으로 돌아오다』는 어린 시절 죽은 오빠를 대신해 남장을 하고 당나라로 유학을 떠난 설자은이 금성으로 돌아온 뒤, 망국 백제 출신 장인 목인곤을 식객으로 들여 함께 수수께끼 같은 사건들을 해결하다 왕의 눈에 띄어 월지에서 열린 연회에 초대되는 과정까지를 그린다. 
정세랑이 만들어낸 또하나의 환상적인 세계, 당시의 모습을 눈앞에 펼쳐 보이듯 생생하게 그려낸 7세기의 먼 과거에서 매력적인 인물들이 벌이는 흥미진진한 미스터리 모험담. 오래도록 독자들을 사로잡을 장대한 이야기가 여기에서 시작된다.',
'갑시다, 금성으로
손바닥의 붉은 글씨
보름의 노래
월지에 엎드린 죽음

작가의 말',
'소설가. 1984년 서울에서 태어났다. 장편소설 『덧니가 보고 싶어』 『지구에서 한아뿐』 『이만큼 가까이』 『재인, 재욱, 재훈』 『보건교사 안은영』 『피프티 피플』 『시선으로부터,』 『설자은, 금성으로 돌아오다』, 소설집 『옥상에서 만나요』 
『목소리를 드릴게요』, 짧은소설집 『아라의 소설』, 산문집 『지구인만큼 지구를 사랑할 순 없어』 등이 있다. 창비장편소설상, 한국일보문학상, 오늘의젊은예술가상을 수상했다.',
'천년왕국 통일신라의 휘황찬란한 수도 금성,
세상 어디에도 없는 황금의 도시에서 펼쳐지는 미스터리 대수사극

『설자은, 금성으로 돌아오다』는 큰 전쟁이 끝나고 세 나라가 하나가 되어 표면적으로는 평화를 맞이했지만 내부에는 붕괴의 조짐이 도사리고 있던 통일신라시대를 배경으로 펼쳐진다. 한 번 본 것은 결코 잊지 않는 두뇌와, 사람과 사람 사이의 일을 간파하는 비상한 추리력을 가진 설미은은, 
여성으로 태어나 능력을 발휘할 기회를 얻지 못한다. 하지만 당나라 유학이 내정될 만큼 명석했던 오빠의 급작스러운 죽음을 계기로 삶의 중대한 전환점을 맞이한다. 
가족을 휩쓴 수많은 죽음 때문에 셋째였지만 맏이가 된 큰오빠 설호은이 가문을 되살리기 위해 비범한 능력을 지닌 미은을 이용하기로 한 것. 호은의 책략에 의해 미은은 본래의 이름을 버리고 죽은 오빠 ‘자은’의 이름으로 당나라 유학길에 오른다. 
그렇게 성인이 될 때까지 숱하게 죽을 고비를 넘기며 공부를 끝마친 설자은은 다시 자신의 고향, 신라의 수도 금성으로 돌아온다. 하지만 비범한 능력을 지닌 이에게는 비범한 사건이 찾아오는 법일까? 자은은 돌아오는 길에서부터 기이한 사건들을 마주치게 된다.
자은은 당나라의 등주에서 신라의 당은포로 향하는 배 위에서 의문의 살인 사건을 만나고, 금성의 대저택에서는 연유를 알 수 없는 업화로 인해 죽음의 문턱에 이른 전쟁 영웅에 얽힌 숨겨진 진실을 파헤치며, 신라 육부 여인들의 길쌈 대회에서 일어난 사건의 범인을 추적한다. 
이윽고 자은의 명석함은 신라의 왕의 귀에까지 들어가, 왕이 주최한 연회에 초대되기에 이른다. 그런데 아니나 다를까, 연회가 한창 무르익어갈 때쯤 월지에서 엎드린 채 죽어 있는 시신이 떠오른다. 
사건의 진실을 명명백백하게 밝혀내기 전까지 그 자리에 있는 누구도 돌아갈 수 없다고 엄포를 놓는 왕, 왕의 눈에 들 수 있도록 자은에게 재주를 드러내기를 종용하는 호은, 그저 눈에 띄지 않고 조용히 넘어가고 싶은 자은. 과연 자은은 그 밤을 무사히 넘길 수 있을까?',4,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('5', 'book5.png', '책으로 가는 문', '미야자키 하야오',168,'2023-10-12',now(),'상상력의 거장 미야자키 하야오의 독서에세이 그의 판타지 세계를 이끌어낸 50권의 책!',
'최근 신작 애니메이션 〈그대들은 어떻게 살 것인가〉로 화제를 모은 미야자키 하야오의 독서 에세이. 어린 시절부터 지금까지 자신이 읽어온 세계 명작 중 가장 재미있고 감동적인 책 50권을 추리고 뽑아 실었다.
책 한 권마다 짧지만 진솔한 독후감을 달았고, 맨 처음 읽은 책에 대한 기억과 함께 어린 시절의 추억, 자신의 작품세계에 바탕이 되고 영감을 받은 책들을 소개한다. 어린이와 어린이문학에 관한 따듯한 시선으로 다음 세대에 대한 걱정과 바람, 더 나은 세상을 위한 노장의 성찰이 들어있다. 
신작 애니메이션도 그가 오래 전 읽은 책과 깊은 성찰 속에 나왔음을 엿볼 수 있다.
“당신의 소중한 책 한 권은 무엇인가요?”라고 묻는 그의 질문에서, 책읽기의 목적과 효과를 강조하는 요즘 시대의 ‘독서의 효능감’을 곰곰이 돌아보게 되고 내 추억 속의 첫 책을 다시 만나는 기쁨과 묘한 설렘을 느꼈다는 독자들의 평이 많다. 
이 책은 2013년 우리나라에 출간되었다가 절판된 것을 독자들의 요청과 지브리의 제안으로 복간했다.',
'I부 _ 미야자키 하야오의 이와나미소년문고 50선

어린 왕자 16
장미와 반지 17
치폴리노의 모험 18
작은 책방 20
삼총사 22
비밀의 화원 23
니벨룽겐의 보물 24
셜록 홈즈의 모험 25
이상한 나라의 앨리스 26
어린 소몰이 28
곱사등이 망아지 29
파브르 곤충기 30
일본영이기 31
바보 이반 32
독수리 군기를 찾아 33
곰돌이 푸 이야기 34
초원의 집6-기나긴 겨울 35
바람의 왕자들 36
추억의 마니 37
버드나무에 부는 바람 38
하늘을 나는 배1, 2 40
플랑바즈 저택 사람들 41
우리 이웃 이야기 42
톰 소여의 모험 43
주문이 많은 요리점 44
해저 2만 리1, 2 45
마루 밑 바로우어즈 46
하이디 48
어느 의사의 길고 긴 이야기 49
제비호와 아마존호 50
하늘을 나는 교실 51
로빈슨 크루소52
보물섬 53
초록 손가락 54
파를 심은 사람 55
요재지이 56
두리틀 박사의 바다여행 57
숲은 살아 있다 58
소공자 59
서유기 60
클로디아의 비밀 61
떠들썩한 마을의 아이들 62
호빗의 모험 63
어스시의 마법사 64
작은 백마 65
우리는 개구쟁이 5인방 66
제인 애덤스의 생애 67
퀴리 부인 68
오터버리의 소년 탐정들 69
한스 브링커 70

Ⅱ부 _ 소중한 책 한 권이면 된다

1. 나의 한 권과 만나다 - 소년문고를 이야기하다
내가 책을 만난 무렵 74
50권, 이것저것 86
두 명의 대선배 94
애니메이션의 현장에서 104
‘그림’에 반해서 111
퇴화하는 안목 131
단 한 권의 책 136

2. 3월 11일 후에 - 아이들 곁에서
불기 시작한 바람을 맞으면서 150
아이들에게 응원을! 162','1941년 도쿄 출생. ‘스튜디오지브리’와 함께 자신의 이름이 브랜드가 된 애니메이션계의 거장이자 살아있는 전설. 그의 필모그래피는 지면에 소개가 벅찰 정도로 가득 차고 넘친다. 
마음을 어루만지듯 따스한 느낌의 화풍, 속도감 있는 전개, 기승전결이 완벽한 스토리에 담긴 사회적 메시지는 견줄 데 없는 독보적 작품세계를 대변한다. 한국에서는 1983년 TV 만화 시리즈 〈미래소년 코난〉 방영부터 엄청난 사랑을 받았다. 
본격적으로 이름을 각인시킨 것은 2001년 개봉한 극장용 애니메이션 〈센과 치히로의 행방불명〉. 개봉 당시 일본 애니메이션 최고 흥행작이라는 영예를 안았다. 전 세계인의 극찬 속에 2002년 베를린 국제 영화제 황금곰상을 수상했고, 
75회 아카데미상에서는 ‘장편애니메이션영화부문상’을 수상하면서 애니메이션 역사에 한 획을 그었다. 어머니의 영향으로 일찌감치 책읽기의 참맛을 알게 되었고, 고등학교 3학년 때 만화가가 되기로 결심한다. 
대학에서는 ‘아동문학연구회’에서 활동하고, 졸업과 동시에 토에이동화(현재의 토에이애니메이션)에 입사한다. 자연스럽게 문학과 그림에 동접한 덕분에 애니메이션에 최적화된 독특한 작품세계를 구축하였다.
팔순을 넘긴 오늘도 그의 작품은 현재진행형이다. 최신작 〈그대들 어떻게 살 것인가? 君たちはどう生きるか(한국 제목 미정)〉는 미래 세대를 위한 애정과 작품 열정의 산물이다. 
『책으로 가는 문』은 미야자키 하야오가 자신의 상상력과 작화 세계에 영향을 미친 어린이 문학을 직접 소개한 책이다. 2013년 국내 초역을 새롭게 번역하여 다시 소개한다. 책읽기의 즐거움, 어린이를 향한 응원, 삽화의 의미 등 미야자키 하야오의 문학관을 만날 수 있다.',
'이 안에 당신의 첫 책도 있나요?
복간을 기다린 독자들의 요청과 지브리의 제안으로 재출간!
매혹적이고 독보적인 판타지 세계를 창조하는 미야자키 하야오, 그의 상상력과 늙지 않는 열정의 원천을 알고 싶다면 이 책을 권하고 싶다. 
어린 시절부터 ‘책벌레’였던 그는 책읽기를 통해 생각을 키우고 삶의 철학과 작품세계에 큰 영향을 받았음을 고백한다. 훌륭한 작품과 작가에 대한 존경심이 잔뜩 들어있으면서도, 어린이문학과 이야기의 본질에 대해서는 날카롭고 예리한 촌평으로 거장의 혜안을 보여준다. 
그러나 책은 ‘재미있는 물건’이라며 책을 읽는다고 ‘훌륭해지는 건 아니’고 그저 ‘가까이하는 것만으로 충분’하다는 게 그의 지론이다.

책의 1부는 그가 추천하는 50권의 세계 명작들이다. 칠순이 넘어 400여 권의 책을 꼼꼼히 다시 읽고 그중 50권을 뽑아 코멘트와 함께 소개한다. 시대가 바뀌어도 여전한 명작들로 어른이 읽어도 좋은, 시대를 거슬러 독자에게 묘한 향수와 설렘을 주는 책들이다. 
『어린 왕자』 『삼총사』 『비밀의 화원』 『이상한 나라의 앨리스』 『파브르 곤충기』 『해저 2만리』 『퀴리 부인』 등 재미와 감동을 주는 책에서 과학책과 위인전, 옛 이야기 모음집까지 다양한 책들이다. 책 한 권마다의 느낌, 어린 시절의 생각, 
그에 얽힌 사연 등을 적은 저자의 코멘트는 책과 세상에 관한 날카로운 통찰력을 엿볼 수도 있지만, 노장의 은근한 재치와 유머에 슬며시 웃음이 나기도 한다.

어린이라는 세계, 어린이문학은 아직 희망이 남아 있는 이야기
2부는 저자가 책과 처음 만났을 때의 기억, 책읽기를 좋아하던 어머니와 모던보이였던 아버지에 대한 기억 등 어린 시절 전후 일본 사회에 대한 회상. 애니메이터로서의 길, 작품 현장에서 만난 책에 관한 이야기다. 또 ‘아이들은 현명해지기도 하지만 바보짓도 한다. 
그들은 바보짓을 할 권리가 있으며 그 자체로 존중받아야 한다.’ ‘어린이문학은 “태어나길 잘했구나”라는 희망을 주는 것‘이라는 어린이와 책에 대한 각별한 애정과 함께 다음 세대에 대한 걱정과 바람, 더 나은 세상을 위한 노장의 진지한 성찰도 우리에게 많은 것을 시사한다.
동일본대지진 직후의 혼란스러운 일본 사회를 직시하며, 좌절과 니힐리즘, 오로지 경제와 소비로 치닫는 당대의 세태를 걱정스러운 눈으로 바라보기도 한다. 그의 표현대로 ’세찬 바람이 불기 시작한 시대‘에는 카렐 폴라체크의 『우리는 개구쟁이 5인방』같은 책이 필요하다며, 
저자는 다음 세대를 위한 판타지를 진지하게 모색하는 모습도 보인다. 그때와 크게 다르지 않은 지금 한국의 상황에서, 어른들이 아이들을 위해 무엇을 고민해야 하는지를 돌아보는 계기가 된다.',5,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('6', 'book6.png', '로마 이야기', '줌파 라히리',288,'2023-10-10',now(),'로마 구석구석으로의 여행','첫 소설집으로 퓰리처상을 수상하며 주목받았던 작가, 줌파 라히리의 4년 만의 신작 소설집 『로마 이야기』가 출간되었다. 
줌파 라히리가 이탈리아어로 쓴 이번 작품에는 로마를 배경으로 한 아홉 편의 단편소설이 담겨 있다. 산문집 『이 작은 책은 언제나 나보다 크다』를 시작으로 『책이 입은 옷』, 소설집 『내가 있는 곳』 등을 이탈리아어로 썼던 줌파 라히리는, 
『로마 이야기』를 통해 이탈리아어에 대한 더욱 깊어진 이해와 함께 그동안 천착해온 경계인으로서의 정체성에 대해 끈질긴 질문을 던진다. 줌파 라히리는 『로마 이야기』의 영어 번역에도 직접 참여했고, 미국판은 국내 번역본과 같은 날인 10월 10일에 동시 출간되었다.
인도계 미국인 작가 줌파 라히리에게 이방인이라는 감각은 소설의 중심 테마였다. 그는 첫 소설집인 『축복받은 집』에서부터 어디에도 속하지 않는 존재가 느끼는 미묘한 불안을 그려왔다. 『로마 이야기』에서도 이방인성에 대한 탐구는 계속되며, 
특히 영어가 아닌 이탈리아어라는 새로운 언어를 쓰며 정체성을 발명했던 경험은 이방인성에 대한 풍부한 통찰로 이어진다. 줌파 라히리는 『로마 이야기』를 통해 인간이 날 때부터 주어진 정체성이란 유동적이며, 인간은 모두 불가해한 세계를 떠도는 이방인이라고 묘사한다.
소설은 줌파 라히리가 수년간 거주했던 로마를 배경으로 펼쳐진다. 유구한 역사를 지닌 로마는 유적으로 가득한 도시다. 두터운 역사로 쌓아올린 곳에서도 생생한 ‘지금’의 삶이 펼쳐지고 있듯이, 소설 속 인물들은 태생적으로 지닌 이름, 국적, 성별을 넘어 새로운 정체성을 찾기 위해 분투한다.

살아남는 법을 배우려면 얼마나 오래 살아야 할까?
몇 번이나 새로운 삶을 시작할 수 있을까?
나는 여자 친구들과 저녁 식사를 할 계획이다. 광장 위로 맑은 하늘이 펼쳐진다.
“참 엿같은 도시야.” 우리 중 한 명이 침묵을 깨고 말한다. “하지만 너무나 아름다워.”
_『로마 이야기』, 「단테 알리기에리」에서','Ⅰ
경계
재회
P의 파티
밝은 집

Ⅱ
계단

Ⅲ
택배 수취
행렬
쪽지
단테 알리기에리

옮긴이의 말','(Jhumpa Lahiri)
1967년 영국 런던의 벵골 출신 이민자 가정에서 태어났다. 곧 미국으로 이민하여 로드아일랜드에서 성장했다. 바너드대학교에서 영문학을 전공하고, 보스턴대학교 문예창작학과 대학원에 재학하면서 단편소설을 쓰기 시작했다. 같은 대학에서 르네상스 문화 연구로 박사학위를 받았다.
1999년 첫 소설집 『축복받은 집』을 출간하며 그해 오헨리문학상과 펜/헤밍웨이상을, 이듬해 퓰리처상을 수상했다. 2003년 출간한 장편소설 『이름 뒤에 숨은 사랑』은 ‘뉴요커들이 가장 많이 읽은 소설’로 뽑혔고 전미 베스트셀러를 기록했다. 
2008년 출간한 소설집 『그저 좋은 사람』은 프랭크오코너 국제단편소설상을 수상했고 〈뉴욕타임스〉 선정 2008년 최우수 도서 10에 들었다. 
2013년 두 번째 장편소설 『저지대』를 출간했다. 가족과 함께 로마에서 거주했던 경험을 계기로 이탈리아어로 쓴 산문집 『이 작은 책은 언제나 나보다 크다』 『책이 입은 옷』, 소설집 『내가 있는 곳』 등을 출간했다.
프린스턴대학교를 거쳐 현재 바너드대학교에서 학생들을 가르치고 있다. 미국과 이탈리아를 오가며 생활 중이다.','인간은 모두 이방인이다
미묘한 차별의 풍경과 경계에 선 인물들

줌파 라히리의 인물들은 유동하는 정체성 때문에 불안을 느낀다. 불안 앞에 놓인 인물들은 타자를 배제하면서 내집단을 강화하거나 세계 바깥을 유랑한다. 『로마 이야기』는 이방인이라는 정서의 내부와 외부를 입체적으로 포착한다.
소설에는 로마로 이주해 온 이민자들이 주로 화자로 등장한다. 그들의 시선을 통해서 은근하고도 집요하게 행해지는 차별의 풍경이 그려진다. 피부색이 다른 이민자 여성이 식당에서 화장실에 가려고 하자 소녀가 발을 쭉 뻗고 앉아서 길을 막고(「재회」), 
초등학교 보조 교사로 일하는 이주자 여성에게 “네 나라로 돌아가”라는 내용의 종이쪽지가 전해진다(「쪽지」). 고국에서의 전쟁을 피해 이주해 온 난민은 힘겹게 얻은 집과 가족을 지키려다가 주위 이웃들의 핍박으로 인해 반강제적으로 쫓겨난다(「밝은 집」).
소설은 차별의 피해자뿐 아니라 가해자도 그려내면서 서사를 복합적으로 확장한다. 「P의 파티」의 화자인 중년 남성 작가는 로마에서 태어나 쭉 살아온 로마 사람이다. 그는 외국인을 그저 대상화하며 바라보는 편견 어린 인물이지만, 관심이 있는 외국인 여성에게는 이방인처럼 소외당한다. 
줌파 라히리는 인간이라는 존재는 결국 누구나 이방인일 수밖에 없다고 이야기하면서 이름 붙여진 정체성 너머의 인간 조건을 탐구한다.

그들은 내가 속한 그룹과 너무나 달랐다. 즉 로마에서 나고 자란 사람들, 걱정스러운 로마의 쇠퇴를 한탄하면서도 절대 로마를 떠나지 못하는 사람들과 달랐다. 
서른 살에 단순히 사는 동네를 바꾸고, 새로운 약국에 가고, 새로운 신문 가판대에서 신문을 사고, 새로운 바의 테이블에 앉아 있는 것이 하나의 출발, 하나의 큰 움직임, 하나의 일탈을 의미하는 사람들과 말이다.
_『로마 이야기』, 「P의 파티」에서',6,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('7', 'book7.png', '문과 남자의 과학 공부', '유시민',304,'2023-06-23', now(),'나는 무엇이고 왜 존재하며 어디로 가는가?',
'『문과 남자의 과학 공부』는 역사ㆍ정치ㆍ경제ㆍ글쓰기ㆍ여행 등 인문학 분야의 글을 써온 작가 유시민이 과학을 소재로 쓴 첫 책이다. 유시민에게 “지적 자극과 정서적 감동을 준 과학이론, 인간과 사회와 역사에 대한 생각을 교정해준 정보를 골라 새롭게 해석”했다. 
과학과 인문학이 교차ㆍ통섭하는 이야기가 흥미진진하다. 저자는 과학 책을 읽으며 인문학 공부로 배우지 못한 지식과 정보를 얻고, 과학의 토대 위에서 다양하게 사유할 수 있었다. 그리하여 온전한 공부를 하기 위해 인문학과 함께 과학 공부를 해야 한다고, 회한의 감정을 실어 말한다. 
“다시 스무 살로 돌아간다면 인문학과 함께 과학도 공부하고 싶다.” 그리고 현재 인문학이 맞닥뜨린 위기와 한계를 뚫고 나아가려면 과학의 성취를 받아들여야 한다고 조언한다. 인문학은 과학으로 정확해지고, 과학은 인문학으로 깊어진다.',
'서문-과학 공부의 즐거움

1. 그럴법한 이야기와 확실한 진리 (인문학과 과학)
거만한 바보 ㆍ 운명적 문과의 슬픔 ㆍ 인문학과 과학의 비대칭 ㆍ 우리 집과 우리 엄마의 진실

2. 나는 무엇인가 (뇌과학)
내가 누구인지 말할 수 있는 자는 누구인가 ㆍ 1.4킬로그램의 우주 ㆍ 신경세포와 경제법칙 ㆍ 현상과 사물 자체 ㆍ 칸트 철학과 양자역학 ㆍ 측은지심과 거울신경세포 ㆍ 자유의지

3. 우리는 왜 존재하는가 (생물학)
좌파, 우파, 다윈주의 ㆍ 생명의 알파벳 ㆍ 유전자와 인생론 ㆍ 생물학 패권주의 ㆍ 사회생물학과 사회주의 ㆍ 이타 행동의 비밀

4. 단순한 것으로 복잡한 것을 설명할 수 있는가 (화학)
화학은 억울하다 ㆍ 위대한 전자 ㆍ 주기율표 ㆍ 탄소, 유능한 중도 ㆍ 환원주의 논쟁 ㆍ 통섭의 어려움

5. 우리는 어디서 왔고 어디로 가는가 (물리학)
불확정성 원리 ㆍ 상대성이론 ㆍ 별에서 온 그대 ㆍ 양자역학, 불교, 유물변증법 ㆍ 엔트로피 묵시록

6. 우주의 언어인가 천재들의 놀이인가 (수학)
수학의 아름다움 ㆍ 천재들의 지적 유희 ㆍ 난 부럽지가 않아

후기-바보를 겨우 면한 자의 무모한 도전',
'대학에서는 경제학을 공부했다. 국회와 정부에서 잠시 일했고 비평가로 방송에 출연하기도 했다. 지금은 책을 읽고 여행을 하고 글을 쓰며 산다. 
주요 저서로 『청춘의 독서』, 『어떻게 살 것인가』, 『나의 한국현대사』, 『역사의 역사』, 『거꾸로 읽는 세계사』, 『유시민의 글쓰기 특강』, 『유럽 도시 기행』 등이 있다.',
'■ 과학과 인문학이 교차ㆍ통섭하는 이야기가 흥미진진
『문과 남자의 과학 공부』는 역사ㆍ정치ㆍ경제ㆍ글쓰기ㆍ여행 등 인문학 분야의 글을 써온 작가 유시민이 과학을 소재로 쓴 첫 책이다. 유시민에게 “지적 자극과 정서적 감동을 준 과학이론, 인간과 사회와 역사에 대한 생각을 교정해준 정보를 골라 새롭게 해석”했다. 
과학과 인문학이 교차ㆍ통섭하는 이야기가 흥미진진하다.
저자는 과학 책을 읽으며 인문학 공부로 배우지 못한 지식과 정보를 얻고, 과학의 토대 위에서 다양하게 사유할 수 있었다. 그리하여 온전한 공부를 하기 위해 인문학과 함께 과학 공부를 해야 한다고, 회한의 감정을 실어 말한다. 
“다시 스무 살로 돌아간다면 인문학과 함께 과학도 공부하고 싶다.” 그리고 현재 인문학이 맞닥뜨린 위기와 한계를 뚫고 나아가려면 과학의 성취를 받아들여야 한다고 조언한다. 인문학은 과학으로 정확해지고, 과학은 인문학으로 깊어진다.

■ 뇌과학→생물학→화학→물리학→수학 순으로 구성한 이유
‘나’에 대한 앎이 인문학의 근본 목적이기 때문에 뇌과학이 과학 공부를 시작하려는 독자들에게 과학으로의 친숙한 통로가 될 수 있다. 뇌과학은 ‘나’의 물질적 조건을 탐구함으로써 “나는 무엇인가”라는 질문에 과학적으로 답하고, 
이는 “나는 누구인가”라는 인문학의 오랜 물음을 해명하는 단초가 될 수 있다. ‘나’에 대한 관심은 다른 생명 현상에 대한 궁금증으로 이어지고, 생명체의 존재의 의미(“우리는 왜 존재하는가”)를 밝히는 생물학에 관심을 가지게 된다. 
생명이 다양한 물질의 구성이자 작용임을 알게 되면, 원자와 분자, 소립자라는 물질의 최소단위를 다루는 화학을 공부하고 싶어진다. 그러고 나면 물질의 운동을 설명하는 물리학으로 나아가고자 하는데, 양자역학을 공부한 뒤에는 우주론에 대한 호기심이 생긴다. 
마지막으로 ‘우주의 언어’이자 ‘천재들의 놀이’인 수학이 대미를 장식한다. 저자 유시민은 과학 분야를 소개하는 데 있어, 독자의 관심사 및 분야의 연계성을 고려하여 세심하게 내용을 구성, 배치했다. 과학에 문외한인 독자들도 끝까지 재미를 잃지 않고 독서를 이어나갈 수 있도록 했다.
',7,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('8', 'book8.png', '아주 희미한 빛으로도', '최은영',352,'2023-08-07',now(),
'작가의 성장과 변화를 보여주는 작품이자 시대의 목소리를 담은 증언','‘함께 성장해나가는 우리 세대의 소설가’를 갖는 드문 경험을 선사하며 동료 작가와 평론가, 독자 모두에게 특별한 이름으로 자리매김한 최은영의 세번째 소설집 『아주 희미한 빛으로도』가 출간되었다. 
올해로 데뷔 10년을 맞이하는 최은영은 그간 만남과 헤어짐을 거듭하는 인물의 내밀하고 미세한 감정을 투명하게 비추며 우리의 사적인 관계 맺기가 어떻게 사회적인 맥락을 얻는지를 고찰하고(『쇼코의 미소』, 2016), 
지난 시절을 끈질기게 떠올리는 인물을 통해 기억을 마주하는 일이 어떻게 재생과 회복의 과정이 될 수 있는지를 살피며(『내게 무해한 사람』, 2018), 4대에 걸친 인물들의 삶의 궤적을 따라감으로써 
과거에서 현재를 향해 쓰이는 종적인 연대기(年代記)가 어떻게 인물들을 수평적 관계에 위치시키며 횡적인 연대기(連帶記)로 나아가는지를 그려왔다(『밝은 밤』, 2021). 이전 작품들에 담긴 문제의식을 한층 더 깊고 날카로운 시선으로 이어나가는 이번 소설집은 
작가가 처음 작품활동을 시작했을 때 품은 마음이 지금의 관점에서 어떻게 이어지는지 보여줌으로써 “깊어지는 것과 넓어지는 것이 문학에서는 서로 다른 말이 아니라는 것”(한국일보문학상 심사평)을 감동적으로 증명해낸다.
『아주 희미한 빛으로도』에 담긴 7편의 중단편은 조곤조곤 이야기를 시작하다가도 어느 순간 이야기의 부피를 키우면서 우리를 뜨거운 열기 한가운데로 이끄는 몰입력과 호소력이 돋보인다. 
“너라면 어땠을 것 같아. 네가 나였다면 그 순간 어떻게 했을 것 같니”(「답신」, 170쪽)라고 묻는 최은영의 소설은 소설 바깥의 우리를 적극적으로 소설 속으로 끌어들이면서 때로는 직장생활을 하다 다시 대학에 입학한 인물이 
충만한 기쁨과 예상치 못한 어려움을 느끼는 강의실로(「아주 희미한 빛으로도」), 때로는 동갑내기 인턴과 함께 카풀을 하면서 그전과는 전혀 다른 방식의 대화를 하게 되는 자동차 안으로(「일 년」), 때로는 자기 존재를 증명하기 위해 스스로를 몰아붙여온 인물의 외로운 옆자리로(「이모에게」) 
우리를 데려가 그들과 함께 한 시절을 겪어내게 한다. 그리고 그들과 함께하는 시간을 통해 우리에게 “마음이, 당신과 아무런 관계도 없는 사람들의 마음에 붙을 수 있다는 것”(「몫」, 66쪽)을 일러준다. 
그것이 최은영의 이번 소설집에서 강력하게 작동하는 힘이자 지금 우리에게 가장 절실한 힘인 다른 사람에 대한 상상력일 것이다.','아주 희미한 빛으로도 / 007
몫 / 047
일 년 / 085
답신 / 125
파종 / 181
이모에게 / 213
사라지는, 사라지지 않는 / 267

해설│양경언(문학평론가)
더 가보고 싶어 / 321

작가의 말 / 347',
'2013년 『작가세계』 신인상을 수상하며 작품활동을 시작했다. 소설집 『쇼코의 미소』 『내게 무해한 사람』, 장편소설 『밝은 밤』, 짧은 소설 『애쓰지 않아도』가 있다. 
허균문학작가상, 김준성문학상, 구상문학상 젊은작가상, 이해조소설문학상, 한국일보문학상, 대산문학상, 제5회, 제8회, 제11회 젊은작가상을 수상했다.',
'「아주 희미한 빛으로도」가 집중해 그리는 것도 그런 복잡한 어긋남과 화해의 과정이다. 은행에서 일하다가 뒤늦게 대학교 영문과에 편입한 스물일곱 살의 ‘희원’은 “무채색 계열의 옷을 입고 한국어 억양이 강한 영어로 또박또박 자기 생각을 말하는”(10쪽) 젊은 강사인 ‘그녀’에게 매료된다. 
희원은 지적인 자극을 주는 그녀의 수업을 통해 자신의 글이 다른 사람의 시선을 신경쓰는 ‘안전한 글쓰기’가 아니었는지 깊이 되돌아보게 되고, 조금 더 진지하고 용기 있게 글쓰기에 다가가게 된다. 
그러나 대학원에 진학하고 싶다고 말하는 자신에게 “공부는 대학원 아닌 곳에서도 할 수 있는 거, 희원씨도 알죠”(37쪽)라고 이야기하는 그녀의 대답에 희원은 상처를 받고 그녀의 자존심을 건드리는 말을 뱉어버린다. 
그녀가 어떤 마음으로 자신에게 그렇게 말했는지 희원이 어림해보게 되는 것은, 시간이 흘러 자신이 그녀와 마찬가지로 젊은 강사가 되고 나서이다. 그녀를 떠올리며 희원이 “비록 동의할 수 없지만, 이해할 수는 있는 마음이라고 지금의 나는 생각한다”며 
“나도, 더 가보고 싶었던 것뿐이었다./어쩌면 그때의 나는 막연하게나마 그녀를 따라가고 싶었던 것 같다”(43쪽)라고 담담히 고백할 때, 우리는 희원과 그녀 사이에 이어져 있는 희미한, 그러나 분명한 빛을 보게 된다.
한편 「일 년」이 관계의 변화 위에 비정규직 문제를 겹쳐놓는다면, 「아주 희미한 빛으로도」는 ‘용산’이라는 공간을 부각시킨다. 소설은 희원과 그녀를 공통의 기억으로 가깝게 묶어주는 공간이자 정부의 과잉 진압으로 참사가 일어난 장소인 용산을 
글쓰기의 바탕으로 환기함으로써 글을 쓰는 일의 의미를 진지하게 탐구해나간다. 「몫」 역시 관계와 사회, 글쓰기라는 이번 소설집의 핵심 키워드가 집약돼 있는 작품으로, 교지 편집부 활동을 함께하며 가까워진 세 인물이 글쓰기를 통해 경험하는 성취와 보람, 한계를 강렬하게 그려낸다. 
1996년 가을, 도서관 앞에 쌓인 교지를 우연히 집어들었다가 ‘정윤’의 글을 읽고 마음을 빼앗긴 스무 살의 ‘해진’은 운명처럼 교지 편집부에 들어간다. 해진은 날카롭고 유려한 글을 쓰는 동갑내기 ‘희영’의 모습에 압도당하기도 하지만, 
조금씩 자신만의 글을 써나가면서 “어렵고, 괴롭고, 지치고, 부끄러워 때때로 스스로에 대한 모멸감밖에 느낄 수 없는 일, 그러나 그것을 극복하게 하는 것 또한 글쓰기라는 사실”(75쪽)에 마음을 빼앗긴다. 그러나 여성문제를 둘러싸고 갈등과 논쟁이 첨예했던, 
어쩌면 지금과 크게 다르지 않았던 1990년대의 상황은 해진과 희영, 정윤 사이에 점점 틈을 만들어낸다.
같은 여성이라는 조건만으로 연대나 화해가 쉽게 이루어지지는 않음을 인정하고 여성문제의 복잡함을 살피는 「몫」의 문제의식은 「답신」에서도 이어진다. 수록작 가운데 가장 온도가 높은 이 소설은 ‘나’가 더이상 만날 수 없게 된 언니의 딸에게 보내는 편지 형식으로 이루어져 있다. 
‘나’는 왜 언니가 아닌 조카에게 편지를 쓰는 걸까. ‘나’는 왜 더는 언니와 조카를 만날 수 없게 된 걸까. 그런 궁금증을 안고 소설을 읽어내려가면서 우리가 맞닥뜨리게 되는 것은 개인의 의지만으로는 어찌할 수 없어 보일 만큼 완강한 폭력이다. 
‘나’는 조카인 ‘너’에게 자신의 어린 시절을 들려주는 것으로 편지를 시작한다. ‘나’는 엄마가 집을 나간 후 아빠의 방치 속에서 자라왔지만 책임감이 강한 3살 터울의 언니가 어려서부터 ‘나’의 부모 역할을 하며 가장 큰 힘이 되어준다. 그런 언니가 달라지기 시작한 건 언제부터였을까. 
어느 날 집 앞에 검은색 세단이 멈춰 서더니 그 안에서 뜻밖에 언니가 내린다. 언니는 당황스러워하며 우연히 만난 학교 선생이 태워다줬을 뿐이라고 변명하듯 말하지만 ‘나’는 언니가 거짓말을 하고 있음을 알아챈다. 
그리고 언니는 스물한 살이 되던 해에 자신보다 열다섯 살이 많은 그 선생과 결혼할 거라고 말한다. 임신을 했다고, 그 남자가 자신을 책임지겠다고 했다고. 하지만 정작 그는 상견례 자리에서, 그리고 결혼한 뒤에도 거리낄 게 없다는 듯 천연덕스럽게, 노골적으로 언니를 무시한다. 
‘나’는 그런 그의 태도에 참을 수 없이 분노하면서도 자신이 어떻게 언니를 도와줄 수 있을지 알 수 없어 무력감을 느낀다. 그리고 그 분노는 어떤 사건을 계기로 폭발하고 만다. ‘나’는 “사랑하는 언니를 보호하고 싶어서, 
언니가 그렇게 함부로 다루어져서는 안 되는 소중한 사람이라는 걸 그렇게라도 보여주고 싶어서”(177쪽) 온 힘을 다해 그에게 맞서기 시작한다. “그때의 선택이 어떤 결과를 낳게 될지”(170쪽)라도.',8,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('9', 'book9.png', '역행자', '자청',400,'2023-05-29', now(),'돈 시간 운명으로부터 완전한 자유를 얻는 7단계 인생 공략집','운명과 본능의 지배에서 벗어나 경제적 자유와 행복을 쟁취하는 라이프해킹의 비밀을 담은 책, 역행자가 50만 부 판매 돌파를 기념하며 
유니버스 에디션으로 출간된다. 역행자는 2022년 5월에 출간된 직후 전국 서점 종합 베스트셀러 1위를 달성했다. 이후 2022년 8월 10만 부 판매 돌파와 페이크 에디션 출간, 2023년 5월 40만 부 판매 돌파와 확장판 출간, 2023년 10월 50만 부 판매 돌파라는 대기록을 세우며 
독자들을 역행자 세계관으로 빨아들였다. 유니버스 에디션의 표지는 각도에 따라 다르게 보이는 렌티큘러 효과를 사용해 부의 피라미드로 향하는 역행자 세계관을 구현했다. 본문에는 자청이 『역행자』를 다시 읽으며 필기한 비하인드 스토리, 
새로 추가된 정보들뿐 아니라 독자들에게 꼭 강조하고픈 문장에 그은 밑줄까지 그대로 옮겼다. 자청의 생생한 코멘터리를 그대로 옮긴 유니버스 에디션을 통해 독자들은 역행자 세계관에 한층 더 가까워질 수 있을 것이다.
이 책은 역행자(확장판 포함) 50만 부 기념 한정판 에디션입니다. 기존과 내용은 동일하나, 저자의 코멘트와 밑줄 등 생생한 메시지가 더해진 에디션입니다.','확장판 서문 | 『역행자』를 뛰어넘은 『역행자』 확장판
프롤로그 | 30대 초반, 일하지 않아도 월 1억씩 버는 자동 수익이 완성되다
인생에도 공략집이 있다면
역행자 7단계 모델
세상에 공짜는 없지만

CHAPTER1 나는 어떻게 경제적 자유에 이르게 되었나
1막/ 3개의 벽_ 인생에서 절대 넘을 수 없을 거라 믿었던 것
2막/ 하루 2시간, 기적의 시작_ 역행자의 첫 번째 단서
3막/ 배수의 진_ “19000원이 입금되었습니다”
4막/ 행운 뒤에 숨은 것_ ‘이보다 최악의 상황이 있을까?’
5막/ 인간의 그릇_ 결국 사람은 제 그릇만큼의 돈을 모은다
피날레/ 거슬러 오르기_ 돈, 시간, 정신으로부터 완벽한 자유를 얻다

CHAPTER2 역행자 1단계_ 자의식 해체
자의식이 인간을 망치는 이유
내가 너무 소중한 사람들
자의식 해체의 3가지 단계
인생을 허비하는 특별한 방법

CHAPTER3 역행자 2단계_ 정체성 만들기
내 머리를 포맷할 수 있다면
정체성 소프트웨어를 설치하기
자유의지가 없다는 믿음에 대하여

CHAPTER4 역행자 3단계_ 유전자 오작동 극복
뇌는 어떻게 진화했을까
진화의 목적은 완벽함이 아니라 생존이다
유전자 오작동을 이기는 역행자의 사고방식
오작동을 극복하고 30억을 취하다

CHAPTER5 역행자 4단계_ 뇌 자동화
뇌를 복리로 성장시킨다면
뇌 최적화 1단계_ 22전략
뇌 최적화 2단계_ 오목 이론
뇌 최적화 3단계_ 뇌를 증폭시키는 3가지 방법

CHAPTER6 역행자 5단계_ 역행자의 지식
기버 이론_ 역행자는 1을 받으면 2를 준다
확률 게임_ 역행자는 확률에만 베팅한다
타이탄의 도구_ 유전자에 각인된 장인 정신을 역행하라
메타인지_ 주관적인 판단은 순리자들의 전유물이다
실행력 레벨과 관성

CHAPTER7 역행자 6단계_ 경제적 자유를 얻는 구체적 루트
돈을 버는 근본 원리
경제적 자유라는 성을 함락시키는 방법
당신이 직장인이든 백수든 열아홉이든 쉰이든
경제적 자유를 위한 5가지 공부법
젊은 부자들은 어떻게 공부했을까
경제적 자유로 가는 알고리즘 설계
나를 부자로 만들어준 본질 강화란 무엇인가

CHAPTER8 역행자 7단계_ 역행자의 쳇바퀴
역행자는 시시포스의 형벌을 레벨업의 기회로 만든다
어느 순간에 경제적 자유를 얻게 될까

에필로그 | 역행자가 되어 완벽한 자유를 누려라
참고 | 나를 역행자로 만들어준 책 리스트
특별부록 | 곧바로 돈 버는 무자본 창업 아이템
독자후기 | 『역행자로 인생 역행한 사람들』','30대 초반에 경제적 자유를 이룬 사업가이자 역행자 신드롬을 일으킨 베스트셀러 작가, 그리고 유튜브 크리에이터다.
자청은 ‘자수성가 청년’의 줄임말로, 이미 30대 초반에 어떤 일을 하지 않아도 월 1억씩 버는 자동 수익을 완성하고, 소유한 자산으로 매년 20퍼센트 이상의 투자 수익률을 올리며 경제적 자유를 실현했다. 그가 운영하는 대표적인 온라인 사업체로는 이상한마케팅, 프드프, 아트라상이 있다. 
오프라인으로는 욕망의북카페, 청담인피니바, 등이 있다. 2019년에는 자신의 유튜브 채널 라이프해커 자청에 단 20편의 영상을 업로드, 단기간에 16만 구독자를 달성하는 기염을 토했다.
저자는 ‘무자본 연쇄창업마’로 명성을 떨치며 수많은 사업을 성공시켰으나, 10대 때의 그는 외모, 돈, 공부, 어떤 점에서도 최하위였다. 그러던 스무 살 무렵, ‘인생에도 게임처럼 공략집이 있다’는 사실을 깨달으면서 삶이 180도 바뀌기 시작한다. 
200여 권의 책을 독파하며 얻은 치트키들을 활용해 창업에 연이어 성공한 것이다. 저자가 성공시킨 비즈니스 모델은 초보가 왕초보를 가르치는 것이다. 어느 분야든 저렴한 가격으로 도움을 받고 싶은 왕초보의 수요는 분명히 존재한다. 이들에겐 기본만 알려줘도 일의 진척을 도울 수 있다. 
이에 착안해 저자는 여러 비즈니스를 설계했다. 공통점은 투자비용 자체가 들어가지 않는 무자본 창업, 그리고 일하지 않아도 돈이 들어오는 자동화 수익이다. 어느새 유튜버 라이프해커 자청이라는 캐릭터와 무자본 창업이라는 개념은 사람들의 고정관념을 깨는 상징이 됐다.
자청의 첫 책 『역행자』는 부와 행복을 쟁취하기 위한 방법을 7단계 모델로 체계화하며 출간 즉시 전 서점 종합 베스트셀러 1위를 기록했다. 1년 만에 40만 부라는 기록적인 판매를 보이며 그야말로 신드롬을 불러일으켰다. 그는 오늘도 수많은 순리자들을 역행자의 길로 이끌고 있다.',
'★★ 70주 연속 베스트셀러, 전 서점 종합 1위
★★ 2022년 가장 많이 팔린 책(논픽션 기준)
★★ 역행자 신드롬을 일으킨 2022년 올해의 책
★★ 기록적 판매 신화! 1년 만에 40만 부 돌파
★★ 50만 부 돌파 기념 유니버스 에디션 출간

“최악의 인생이었다.
하지만 단 하나의 공략집을 발견했고
내 인생은 즐거운 놀이터가 되었다!”
무자본 연쇄창업마, 라이프해커 자청의 인생 역주행 공식

농장에 있는 닭을 보라. 이들에게 자유의지가 있다고 말할 수 있을까? 이 닭은 평생 한정된 울타리 안에서 살며, 유전자 명령에 따라 행동한다. 짝짓기를 하고, 알을 낳고, 다른 닭과 싸우기도 한다. 닭은 자신에게 ‘자유’가 있다고 생각할 것이다. 
하지만 인간의 관점에서 이 닭의 운명은 태어나면서부터 정해져 있다. 인간의 삶도 크게 다르지 않다. 자신에게 ‘자유의지’가 있다고 착각하지만, 모두 망상이다. 인간도 유전자, 무의식, 자의식의 울타리에 갇혀 평범하게 살다가 죽는다. 그것이 바로 ‘순리자’의 길이다. 
그러나 5퍼센트의 인간은 다르다. 이들은 타고난 유전자의 본성을 역행해 돈, 시간, 운명으로부터 완전한 자유를 얻는다. 본성을 거슬러 행복을 쟁취하는 이들이 바로 ‘역행자’다.
『역행자』는 오타쿠 흙수저에서 월 1억 자동 수익을 실현한 라이프해커 자청의 인생 역주행 공식을 담은 책이다. 자청은 인생은 마치 게임과도 같아서, 인생 공략집만 있다면 유전자, 무의식, 자의식의 울타리를 끊어내고 누구나 인생 역행의 기회를 쟁취할 수 있다고 말한다. 
자청은 ‘자수성가 청년’의 줄임말로, 무자본 창업을 통해 30대 초반 월 1억씩 버는 ‘자동화 수익’을 만들었다. 하지만 스무 살의 자청 역시 순리자에 불과했다. 그의 외모, 돈, 공부는 모두 최하위였고, 평생 반월공단에 취직해 월급 200만 원을 받으며 원룸에서 게임만 하며 사는 게 소원이었다.
그러나 스무 살 무렵, ‘인생에도 게임처럼 공략집이 있다’는 사실을 깨닫고 삶이 180도 바뀌기 시작한다. 200여 권의 책을 독파하며 얻은 인생의 치트키들을 활용해 창업에 연이어 성공했고, 10년 만에 경제적 자유를 이뤘다. 
이 과정에서 수많은 시행착오를 겪으며 자신만의 ‘역행자 7단계’ 이론을 완성시켰다.
『역행자』에는 저자가 10년 동안의 시행착오 끝에 찾아낸 ‘역행자 7단계’ 모델이 고스란히 담겨 있다. 
유전자, 무의식, 자의식의 울타리를 끊어낼 강력한 ‘역행자 7단계’라는 무기만 있다면, 직장이든 백수든 열아홉이든 쉰이든 그 누구라도 경제적 자유를 누리고 행복한 삶을 살 수 있다.
이 책은 ‘돈 버는 법’에 대한 이론뿐 아니라 구체적인 방법들을 모두 소개한다. 책에는 
“자의식 해체의 3가지 단계”, “정체성 소프트웨어를 설치하기”, “유전자 오작동을 이기는 역행자의 사고방식”, “뇌 최적화와 뇌 자동화”, “기버 이론, 확률 게임, 타이탄의 도구, 메타인지 등의 개념이 정리된 역행자의 지식”, 
“돈 버는 근본 원리”, “경제적 자유를 얻는 구체적 루트”, “나를 역행자로 만들어준 책 리스트”, “곧바로 돈 버는 무자본 창업 아이템”, “인생 역행한 독자 후기” 등의 내용으로 빼곡히 채웠다.',9,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `ranking`, `book_category_id`)  
VALUES ('34', 'book34.png', '여행 항공 상품 마케팅', '고종원',322,'2010-02-16',now(),'여행트랜드 읽기',
'이 책에서는 여행, 항공, 관관청 등의 실제적인 마케팅으로 광고 및 홍보내용을 정리하면서 최근 여행의 트렌드를 살펴본다. 또한 변화된 여행환경과 실황, 그리고 상품마케팅 이론을 정리하였다.',
'1 항공상품 마케팅
2 변화된 여행환경과 실제
3 여행상품의 현황과 트랜드
4 관광분야 기업마케팅
5 관광관련기관 상품마케팅
6 관광상품마케팅 이론',
'[학력사항]
인하대학교 불어불문학과(문학사)
경희대학교 경영대학원 관광경영학과(경영학 석사)
경희대학교 대학원 국제경영 전공(경영학 박사)

[경력사항]
천지항공여행사, 계명여행사 해외여행부 부서장
오네뜨(Honnete) Tour 대표
서울시 인바운드 활성화/수용태세 시정/외국인 관광객 유치 자문 한국능률협회 등록전문위원
프랑스 kov commanderie(와인기사작위)

現 연성대학교 호텔관광전공 교수(학과장)
주제여행포럼 공동위원장',35,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('35', 'book35.png', '뉴 트랜드 G20세대', '김진도',252,'2023-10-13',now(),'세계를 상대로 도전하는 G20 세대의 파워 라이프 스토리',
'386세대, X세대, C세대, 사이버세대, 88만원세대에 이어 붙여진 ‘G20세대’. G20세대의 대표라고 할만한 6인을 뽑아, 직접 취재하여 그들의 파워 라이프 스토리를 생생하게 담았다. 
이 책의 사례들은 단순히 어떤 젊은이의 성공담에 머물지 않고 앞으로 우리나라의 프레임과 방향이 어떤 것이 되어야 할지를 보여주는 나침반이 될 것이다.','
변화와 도전을선택해 이룬 성공 >>> 박지영
● 세계 TOP 50 여성 경영인 박지영 ● 변화를 통해 ‘박지영의 삶’을 찾다
● 아이디어보다 실행의 중요성을 깨닫다 ● 스물넷, 2억 5천만 원의 빚을 떠안다
● 할 수 있고, 좋아해 모바일게임을 시작하다 ● 빼앗긴 업계 1위, 테트리스로 되찾다
● ‘붕어빵 타이쿤’을 통해 답을 얻다 ● 스마트폰의 등장, 예상이 적중하다

세계를 무대로행복할 수 있는 꿈을 꾸다>>> 김남호
● 세계로 만행(萬行)의 길을 떠나다 ● KOICA, 우연이 맺어준 필연
● 파라과이에서 인생의 이정표를 세우다 ● 기다림과 무지에서 힘을 잃다
● 혼자서 키운 멜론이 농민을 부르다 ● 문화는 우열이 아니라 차이일 뿐
● 국제연합 식량농업기구(FAO)를 점찍다

음악과 함께성숙해가는 청춘의 초상>>> 클라라 주미강
● ‘분더킨트(신동)’로 주목받다 ● 어제를 버리고 오늘을 날다
● 신동이라 불리는 게 싫었던 신동 ● 열정에서 희망을 얻다
● 운(運)도 뛰어넘은 강인한 의지 ● 찰나를 위해 오랜 시간 인내한다

Do green이 아닌 Being green을 외치는 ‘예비’ 환경운동가 >>> 이재근
● 환경이 중요한 시대가 도래했다 ● 인생의 터닝포인트, 포항공대
● ‘예비’ 환경운동가, 세계로 발을 딛다 ● ‘환경’은 보는 시각에 따라 정의된다
● 20대에 내실을, 미래에는 모험을!

자신감이티켓이었다 >>> 방수아
● 뉴요커의 꿈과 거대한 쥐 ● 박물관은 살아있다? ● 젊어서 고생은 사서도 한다는 기쁨
● 어려움은 있었지만 모두 극복할 수 있는 것들이었다 ● 꿈, 브랜드 ‘수아’


긍정은 도전을 응원한다 >>> 박지현
● 긍정이 있었다 ● 꽂히면 보이는 게 없었다 ● 하버드, 세계의 대학에 도전하다
● 현실에의 도전, G20 정상회의 ● 세상에 나갈 시간, 꿈의 길목에서
● 친구에게 건네는 조언, 미리 포기하지 말자','교수, 트렌드 연구자, 컨설턴트, 작가, 유튜버. 서울대학교 생활과학대학 소비자학과 교수로 재직하며, 유튜브 채널 ‘트렌드코리아TV’를 진행하고 있다. 
〈트렌드 코리아〉 시리즈를 2008년부터, 그 영문판인 〈Consumer Trend Insights〉 시리즈를 2020년부터 매년 출간하고 있으며, 『대한민국 외식업 트렌드 Vol.1』, 『더현대 서울 인사이트』, 『마켓컬리 인사이트』, 
『트렌드 로드: 뉴욕 임파서블』, 『트렌드 차이나』, 『럭셔리 코리아』, 『디자인의 시대, 트렌드의 시대』(공저), 『2011 대한민국 소비지도: 소비자는 무엇을 원하는가?』(공저), 『2013 Consumer Trends in Korea』 등의 책을 썼다. 
KBS 1TV <명견만리>, tvN <김난도의 트렌드 로드>, KBS 해피FM 〈김난도의 트렌드 플러스〉 등의 방송 프로그램을 진행했으며, 온라인 공개 강좌 K-MOOC에서 〈소비자와 시장〉이라는 강좌를 운영하고 있다.
','G20세대의 파워 라이프 스토리
386세대, X세대, C세대, 사이버세대, 88만원세대에 이어 붙여진 ‘G20세대’.
“세계를 무대로 뛰고 경쟁을 주저하지 않으며 창조와 도전정신에 불타는 젊은이들”라고 정의되는 그들은 실제로 우리 사회 속에서 무엇을 향해 뛰고 있고 무엇을 이루어내고 있는가.
G20세대의 대표라고 할만한 6인을 뽑아, 직접 취재하여 그들의 파워 라이프 스토리를 생생하게 담았다.

새로운 방향성, G20세대
‘G20 정상회의’가 이 젊은이들의 발달시기에 영향을 준 이벤트는 아니라는 점에서, 실증적 차원으로 엄밀히 말하자면 다소 어색한 명칭일 수도 있다. 하지만 G20세대라는 명칭은 글로벌 톱 20 정상회의를 개최할 수 있을 만큼 국격이 높아진 대한민국에 걸 맞는 젊은이들을 육성하자는 의미에서, 하나의 국정의 지향점으로 삼는 당위론적 차원에서는 수긍할 수 있는 용어라고 볼 수 있을 것이다. 다시 말해서 G20세대라는 지칭은 어떤 현상을 분석하여 귀납적으로 도출해낸 개념은 아니지만, 우리 사회와 기성세대가 현재의 젊은 세대에게 어떤 방향을 열어주어야 할 것이냐는 지향적 개념이라고 볼 수 있다는 것이다. (중략)
이 책의 사례들은 단순히 어떤 젊은이의 성공담에 머물지 않고 앞으로 우리나라의 프레임과 방향이 어떤 것이 되어야 할지를 보여주는 나침반이 된다고 생각한다. 이런 여러 이유에서 이 책에 실린 G20세대의 이야기는 더욱 빛나고 중요하다.
G20세대에게 미래를 보여주는 사회를 만들어야 한다. 그리하여 그들이 성장했을 때에는 G20이 아니라 G10, G5 정상회의를 서울에서 개최할 수 있도록 해야 한다. 젊은이들에게 희망을 주기 위한 모두의 각별한 노력이 그 어느 때보다 절실한 시점이다.',37,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`)  
VALUES ('36', 'book36.png', '마이크로 트랜드', '김태수',80,'2010-03-24', now(),'지식정보사회 최고의 기회',
'현명한 소비자들이 제조에서 유통까지 직접 관여하는 프로슈밍이 ‘혁명적 부’의 중심에 존재하며, 지금도 성장과 진화를 거듭하고 있어 마이크로트랜드의 새로운 기회를 열어가는 진정한 주역들이 될 것임을 설명하는 책이다.'
,'
들어가며

PART 1 변화 그리고 혁명
1. 상식과 정보
2. 새로운 미래가 온다
3. 미래의 주역, 마이크로트랜드

PART 2 혁명과 기회
1. 메가트랜드에서 마이크로트랜드로!
2. 유통의 마이크로트랜드, 프로슈밍
3. 기업의 생존전략, 프로슈머마케팅
4. 마이크로트랜드와 접속의 시대
5. 무게 없는 경제, 네트워크 시대
6. 유통이 네트워크에 접속되는 날

PART 3 백조의 꿈
1. 새로운 물결, 타이밍이 중요하다
2. 무대 선택이 중요하다
3. 비상을 위한 결단',
'현직 대학교수로 재직하고 있는 그는 신유통법을 전공한 법학자이자 최고의 부동산전문가이다. 이미 오래 전부터 네트워크 마케팅의 비전을 보고 명확한 근거를 제시하는 강의로 네트워커들에게 많은 인기를 얻고 있다. 
‘부동산 전문 강좌’, ‘네트워크 마케팅의 비전’과 ‘네트워커를 위한 파워리더십’ 등을 주제로 하는 활발한 강의 활동을 하고 있다.
저작물로는 <민법 및 민사특별법시리즈>, <부동산컨설팅실무사례집시리즈>, <한국사회 최고의 기회>등이 있다.',
'대내외적 환경변화에 의한 대 지각변동으로 우리 사회도 여러 가지 도전에 직면해 있다. 이 같은 현실에 대해 위기상황이라는 인식도 넓은 공감대를 형성하고 있다.
하지만 위기(危機)는 위험과 기회의 두 얼굴을 가지고 있다. 그래서 위기에 어떻게 대처하느냐에 따라 어떤 이는 위험요소(risk)에 발목이 잡혀 침몰하는가 하면 어떤 이는 이러한 위기상황이야말로 성공을 위한 절호의 기회(chance)라고 생각하고 도약의 발판으로 삼는다.
최상의 상황판단과 선택은 냉철한 분석과 정확한 지식정보에 의한 ‘선도정보’를 만나야 가능해진다. 이러한 선도정보에 의한 판단이야말로 위기상황에서도 최고의 기회를 잡을 수 있는 안목을 가져다 줄 수 있기 때문이다
시대적 변화를 받아들이는 과정에서 새로운 변화에 대한 두려움과 편견 그리고 다소간의 부작용이 있는 것도 부인할 수 없는 사실이다. 하지만 정직과 신뢰로 조직이 구축되고 정통성을 인정받는 진정한 프로슈머들에 의한 프로슈밍은 지금도 성장과 진화를 거듭하고 있어 
마이크로트랜드의 새로운 기회를 열어가는 진정한 주역들이 될 것이다.',34,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `ranking`, `book_category_id`)  
VALUES ('37', 'book37.png', '트랜드 샵 스토리', '디플러스 편집부',170,'2018-08-25', now(),'트랜드 샵 스토리에 관한 내용을 담은 전문서적','트랜드 샵 스토리에 관한 내용을 담은 전문서적입니다.',
'이 상품에는 목차가 없습니다.','최근작 : <트랜드 샵 스토리>,<더 리빙 스페이스>,<커피 앤 푸드 스페이스> … 총 13종'
,36,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `sequence`,`writer_introductoin`,`ranking`, `book_category_id`)  
VALUES ('38', 'book38.png', '트랜드 인 트랜드', '김선이',179,'2017-02-20', now(),'트랜디 인 트랜드에 관한 내용을 담은 전문 서적','목차 없는 도서입니다.','최근작 : <편집과 북 디자인>,<애뉴얼 프로세서>,<월드 와이드 브랜딩> … 총 8종',38,1);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `sequence`,`writer_introductoin`,`ranking`, `book_category_id`)  
VALUES ('39', 'book39.png', '유통물류시장 최신 트랜드', '박찬석, 임종석',105,'2018-02-28', now(),'유통물류시장 최신 트랜드에 관한 내용을 담은 전문서적',
'01 국내외 경기 및 유통산업 전망
02 No-Line 혁신과 IoT로 진화하는 물류
03 Big Data와 SCM
04 블록체인이 가져올 패러다임의 변화
05 중국의 유통/물류 혁명
06 물류정책과 산업이슈 및 전망','물류관리사이며 출간한 대표작으로는 『2022 물류관리사 화물운송론』이 있다.',39,1);

/*
북 테이블 ('라이프')
*/

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`,`ranking`, `book_category_id`) 
VALUES ('10', 'book10.png', '심플 키토 라이프', '황연수(명품캥거루)',240,'2023-10-02', now(),
'입문자를 위한 가장 완벽한 저탄고지 다이어트',
'저탄고지, 무조건 고기만 먹으면 되는 걸까?
아무 오일이나 쓰면 안 된다는데 대체 뭘 사야 하지?
무엇을 먹고 어떤 점에 유의해야 가장 효과를 볼 수 있을까?

저탄고지 입문자들을 위한 쉽고 정확한 실천 매뉴얼!
키토제닉 전문 유튜버 ‘명품 캥거루’의 원포인트 레슨
- 따라하기 쉬우면서도 제대로 하는 방법을 한 권에 담았습니다.',
'입문자를 위한 키토 상담
시작하기에 앞서 ① 왜 키토제닉인가 : 나의 이야기
시작하기에 앞서 ② 키토 용어 정리
이 책의 사용법

STEP 1. 왕초보를 위한 키토 5계명 ― 이것만 알아도 절반은 성공!
칼로리는 잊어라
단 맛과 이별하라
건강한 지방을 적극적으로 섭취하라
자연식품을 선택하라
배고프면 먹고 배부르면 먹지 마라
+ 키토 라이프 팁 (1) 당신의 다이어트가 망했던 이유

STEP 2. 지방을 태우는 몸 만들기 가이드 ― 반드시 숙지하고 항상 체크할 것!
식재료 1. 피해야 하는 것
식재료 2. 먹어도 되는 것
식재료 3. 적극적으로 섭취해야 하는 것
+ 입문자용 : 키토제닉 식재료 파악하기
저탄고지 장 보기
케토시스 상태를 확인하는 법
식단 계획표를 작성하는 법
+ 키토 라이프 팁 (2) 키토제닉 다이어트에 도움이 되는 제품들 148

STEP 3. 케토시스 진입을 위한 9일 플랜 ― 본격적인 키토제닉 라이프의 시작
1일 차. 지금까지 먹어온 식단을 분석하라
2일 차. 당분을 제외한 식사를 시작하라
3일 차. 식단에서 밀가루를 완전히 빼라
4일 차. 남은 탄수화물은 반으로 줄여라
5일 차. 냉장고 및 찬장 비우기
6일 차. 냉장고 및 찬장 채우기
7일 차. 오일 바꾸기
8일 차. 방탄커피 마시기
9일 차. 식단 계획표 작성하기
+ 키토 라이프 팁 (3) 매일 매일 성공하는 다이어트의 비결

STEP 4. 키토제닉 라이프핏 정착 시키기 ― 최적의 방법으로 최상의 효과를 얻는 법
여성을 위한 키토제닉 다이어트
단백질 단식일
생리주기별 키토제닉 다이어트
급하게 찐 살, 급하게 빼는 법
가장 빠른 체중 감량법, 키토 단식
지방이 가장 잘 타는 운동
+ 키토 라이프 팁 (4) 키토 외식 가이드

부록. 키토제닉에 관해 궁금한 것들 Q&A
키토제닉 다이어트를 하는 분들을 위한 추천 병원',
'저탄고지를 만나고 인생이 바뀐 사람. 식단으로 에스트로겐 우세증, 무월경, 갑상선 저하, 느린 대사가 모두 정상이 되었을 뿐만 아니라 끝없는 식탐에서도 벗어나게 되었습니다. 
서울대 체육교육과를 졸업한 뒤 임용고사에 합격해 체육 교사가 되었지만 저탄고지를 만난 이후 체육교사에서 콘텐츠 크리에이터로 직업도 바뀌었습니다.
현재 열심히 식단에 대한 지식을 공유하고, 부족한 지식은 몸으로 직접 실험하며 다이어트 유튜버로 활동하며 신세계 아카데미 등에서 다이어트와 건강에 대한 강의를 하고 있습니다.',10,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('11', 'book11.png', '라이프 퍼포머', '조형근',252,'2023-10-15', now(),'하루가 술술 풀리는 성공 공식',
'성공을 향해 한 걸음씩 나아가는
가장 간단하고 쉬운 공식

성공은 남의 일이라고 생각하는 사람들에게 당신도 성공할 수 있다는 사실을 알려주는 책.
《라이프 퍼포머》

당신이 생각하는 성공은 무엇인가?
남들처럼 돈을 많이 벌고, 유명세를 떨쳐야만 성공이라고 생각하는가?
저자는 성공이 남이 아닌 나 자신의 변화를 향해 꾸준히 나아가는 것임을 말해주고 있다.
생각하고, 행동하고, 이를 반복하는 것으로 당신을 가득 채운다면 그것이 바로 인생의 성공이 아니겠는가?

1부 〈Challenge 도전할 준비가 되었는가?〉에서 성공을 위한 맨 첫걸음인 생각의 변화에 관해 다룬다.
2부 〈Action 미래를 바꾸는 실천〉에서는 생각의 변화에서 한 발짝 떼, 실천을 말한다.
3부 〈Repetition 작심일년〉에서 실천이 일회성으로 끝나는 것이 아니라 꾸준히 반복해야만이 성공에 다가갈 수 있음을 이야기한다.
4부 〈Success 성공이 성공을 부른다〉에서는 성공이라는 것은 막연하고 어려운 것이 아닌 나 자신의 조그마한 걸음이 이루어 내는 것임을 다룬다.
5부 〈Chage Your Life 변화를 만끽하라〉에서는 변화를 이루어내고자 노력한 나 자신을 돌아보고, 그 변화를 유지하기 위한 노력에 대해 말한다.

“성공은 도전과 실천, 그리고 반복이 곱해져서 산출된다. 도전, 실천, 반복 중에 하나만 빠져도 성공할 수 없다.”
-「프롤로그」 중에서

성공을 위해 무엇을 해야 하는지 막연하다면,
성공 공식을 다시 한번 기억해보자. “S=CaR”!

위 공식대로 행동하다보면 성공은 이미 이루어져 있다는 조형근 작가의 말을 한 번 따라가 보자.',
'프롤로그

Part 1. Challenge 도전할 준비가 되었는가?
다시, 도전을 생각할 때 / 실패는 성공의 디딤돌 / 시간은 잔인할 정도로 공평하다 / 시간의 빈틈을 포착하라 / 터닝 포인트는 바로 지금이다 / 위대한 마음의 힘 / 내 라이벌은 어제의 나 / 늦었다고 생각할 때가 진짜 늦었다

Part 2. Action 미래를 바꾸는 실천
미친 실천력은 재능을 압도한다 / 계획을 세울 때는 콧방귀를 뀌어라 / 하나, 둘, 셋, 숫자로 말하라 / 만족 원숭이를 물리쳐라 / 실천, 성공으로 향하는 구름다리 / 고통이 성장을 부른다 / 첫 걸음, 천 리 길의 시작 / 원하는가? 그렇다면 작심삼일하라 / 하늘을 봐야 별이 보인다 / 무인도에 간다면 챙겨야 할, 실천력 / 관객을 ‘나’라는 무대로 초대하라 / 멀티태스킹의 착각 / 집중, 또 집중만이 살길이다 / 할 수 있다→했다→하고 있다 / 완벽한 준비는 언제나 완벽하지 않다 / 언제까지 읽기만 할 것인가

Part 3. Repetition 작심일년
S=CaR / 반복의 희열 / 반복 즐기기 / 골든 타임을 놓치지 마라 / 아침에 지저귀는 새가 되어라 / 반복은 스페셜리스트를 만든다 / 하루 만에 바뀌는 얼굴은 없다 / 감성과 이성이 충돌할 땐 / 나는 오늘도 망각한다 / 당근을 들어라

Part 4. Success 성공이 성공을 부른다
‘좋아요’를 클릭하라 / 나쁜 습관 손절하기 / 게임 아이템을 줍듯 성취하라 / 당신은 위대한 사람이다 / 첫 승이 만든 우승 / 책 쓰기, 내면의 마라톤 경주 / 어린 시절의 나를 되찾기 / 성장은 성장의 밑거름이다 / 성공한 사람들이 아침에 이불을 정리하는 이유

Part 5. Change Your Life 변화를 만끽하라
밤에 웃으려면 아침에 인상 써야 한다 / 250페이지 중에 249페이지 버리기 / 마우스 대신 책을 펼친 이유 / 부러우면 지는 거다? 부러우면 이기는 거다 / 나만의 속도로 주행하라 / 적자생존, 글이 길이 되었다 / 간절하다면 지금 일어서라 / 쓸모 있는 사람이 되고 싶어서

에필로그',
'1984년 부산에서 태어났습니다. 11년 차 직장인이자 6년 차 작가입니다. 18살부터 25살까지 프로게이머로 활동했지만 틈틈이 공부를 했고, 지금은 현대자동차 연구소에서 일하고 있습니다. 
어떤 일이든 행동에 옮기고 꾸준히 연습하면 성공할 수 있다고 믿습니다. 날마다 글을 쓰며 삶의 방향을 바로잡고 나아갈 길을 모색하고 있으며, 어제보다 나은 내일을 보내기 위해 오늘도 글을 씁니다. 
지은 책으로 『프로게이머를 꿈꾸는 청소년들에게』, 『10대를 위한 슬기로운 게임생활』, 『월요일 아침이 두렵지 않은 직장인 책 쓰기』 등이 있습니다.',
'성공을 향한 가장 쉬운 공식에 관하여.

생각하고, 실천하고, 반복하는 것으로부터 얻을 수 있는 성취와 성공에 대한 기록.

사람들은 성공을 거창한 것으로 여기며, 막연히 남의 것이라고 생각한다. 이 정도면 됐지, 이 정도면 나는 잘 살고 있다고 삶에 안주하며 귀중한 삶을 흘려보낸다. 저자는 성공하기 위한 가장 쉬운 공식을 이야기한다. 
생각의 변화를 이끌어 내고, 이를 실천하며, 반복한다면 성공을 이뤄낼 수 있음을 호소한다.

하지만 이러한 변화와 실천, 반복이 과연 쉬운 일일까?
저자는 사회로부터 학습된 무기력함과 비판 섞인 시선들에 익숙해진 현대 사회에서 이를 해내는 것은 쉽지 않다고 이야기한다. 또한, 이러한 어려움을 스스로 극복해내는 과정에서조차 얻을 수 있는 것이 있음을 말한다.

지금보다 조금이라도 나아진 나를 만나고 싶다면,
생각의 변화부터 이뤄내 보자.
생각을 변화시킨다는 것은 행동의 변화를 수반하며, 이는 나에게 성취감을 선사할 것이다. 이를 한번이라도 경험한다면, 변화를 원동력으로 삼아 또 다른 변화를 이끌어내는 삶, 그런 성공이 당신 앞에 성큼 다가와 있을 것이다.',11,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `ranking`, `book_category_id`)  
VALUES ('12', 'book12.png', '서드 라이프', '원용진,강신규',290,'2023-09-20', now(),'기술혁명 시대 새로운 라이프 스타일',
'북송 시대 한 아이가 물이 가득 든 큰 항아리에 빠져 죽을 위기에 놓인다. 동네 사람들이 항아리 주변에 모여 발만 동동거릴 때 한 사람이 나서서 그 독을 깨트린다. 사마광의 파옹구우(破甕救友)의 일화다. 헤세는 “새는 알을 깨고 나온다. 알은 곧 세계다. 
태어나려는 자는 하나의 세계를 파괴하지 않으면 안 된다”고 말했다. 곧 새로운 세계는 낡은 세계와 편견을 깨야만 도래한다는 말이다.

지금 우리는 새로운 시대에 직면하고 있다. 구호도 요란한 제4차 산업혁명이 그것이다. 4차 산업혁명에 발 맞추어 산업과 경제구조를 개편해야 한다는 소리가 드높다. 
그런데 막상 우리 생활이 어떻게 변할 것인가에 대한 담론은 한쪽 구석에서 소곤거리는 수준이다. 4차 산업혁명 담론을 이끄는 주체가 정책과 자본이어서 그렇다. 이 책은 이런 편향된 4차 산업혁명의 담론을 극복하자고 제안한다. 
새로운 혁명의 주체가 관료나 자본이 아니라 대중임을 환기시키며, 혁명의 물결이 변화를 일으키는 곳이 기술만이 아니라 예술 영역, 대중의 일상, 인간관계 맺기의 방식, 교육 등 인류 문화의 전반임을 역설한다. 
그리고 그 일변한 세계를 저자들은 ‘서드 라이프(Third life)’라고 명명한다. 그리고 그 서드 라이프는 이전의 생활과 사고방식을 깨야만 가능함을 이야기한다.

기술혁명이 불러온 새로운 라이프스타일, 서드 라이프에 대한 분석과 전망을 위해 여덟 명의 학자들의 모였다. 저자들은 학문 분과도, 배경도 다르다. 그러나 자신의 특수한 지식에만 함몰되진 않았다. 
자신 영역의 특수성을 드러내되 그 안에서 보편성을 찾아내 사회에서 벌일 수 있는 운동이나 교육의 방향성을 찾고자 했다. 이 책에서 다루고 있는 주제는 크게 나누면 서드 라이프 개념, 예술의 변화, 영화와 게임을 비롯한 미디어의 변화, 문화연구와 문화정치, 
그리고 디스토피아적 미래 등이다. 서로 다른 배경을 지닌 저자들이지만 여덟 편의 글을 통해 “지금 전환은 이뤄졌고, 전환을 온몸으로 느낄 수 있게 해야 하고, 그 전환이 대중의 이익으로 돌아 가도록 해야 한다”는 데 의견을 모았다. 
이 책 발간을 위해 저자들은 SKT, 인터파크 등과 컬래버레이션을 통해 총 4회에 걸쳐 월례포럼을 진행하기도 했다. 기술혁명 시대를 주체적으로 살아갈 수 있는 힘을 주는 책이다.',
'머리말: 부드러운 혁명과 서드 라이프

01 서드 라이프, 테크놀로지, 예술의 미래 
4차 산업혁명을 바라보는 새로운 관점 
‘서드 라이프’란 무엇인가 
‘서드 라이프’의 기술문화 환경 
예술과 테크놀로지 융합의 미학적 특성들 
예술과 테크놀로지의 만남 새로운 현상들 
서드 라이프, 예술보다 더 예술적인 
참고자료 
02 서드 라이프에서의 예술: 인공적 현재성과 현재적 가상성 
기술이 매개된 이미지 공간 
참고자료 

03 서드 라이프 시대의 미래 미술관 
거대한 미술관 
초대형 쇼핑몰의 반대편에서 
미술관의 세스코스케이프 
인간 충 균 예술 동맹 
격투, 전염, 기식과 상호파괴의 코먼스 
참고자료 

04 뉴미디어 기술과 영화: 관객성의 변화와 대안적 관객성의 재구성 
기술, 영화, 관객성 
디지털 시네마: 현재 기술과 경향 
컨버전스 시대, 트랜스미디어적 영화와 관객성 
대안적 관객성의 재구성 
참고자료 

05 현실로 들어온 놀이: 서드 라이프 시대의 디지털게임 
서드 라이프 시대 새로운 게임의 등장 
서드 라이프 시대 게임의 특성 
서드 라이프 시대 게임의 플레이 경험 
시사점, 한계, 제언 
참고자료 

06 모바일 인터페이스의 확장과 엔터테인먼트 콘텐츠의 미래 
모바일 증강현실 
인터페이스 
모바일 인터페이스의 투명성: 몰입감의 극대화 
소셜 미디어 플랫폼, 감각의 확장에 집중하다 
포스트 모바일과 새로운 라이프스타일 
참고자료 

07 서드 라이프 시대의 진보적 문화 정치 
초기 미디어 연구와 영화 연구에서의 오락 분석 
미디어 연구의 또 다른 경로 
서드 라이프 미디어 
참고자료 

08 센서 사회의 데이터화된 신체: 디지털 파생상품으로서의 삶 
서드 라이프에 대한 이해 
데이터와 센서로 구축되는 사회 
데이터화의 방식들: 역사적 궤적 
데이터 주체와 알고리즘 정체성 
데이터 순환 회로와 주체의 파생상품화 
필터버블에서 벗어나기 
참고자료',
'서강대학교 커뮤니케이션학부 교수다. 서강대학교 신문방송학과를 졸업하고 동 대학교 대학원에서 석사학위를, 위스콘신매디슨대학 커뮤니케이션학과에서 박사학위를 받았다. 한국언론정보학회장, 한국영상문화학회장을 역임했다. 
저서로는 새로 쓴 대중문화의 패러다임(2014), 텔레비전 비평론(2007), PD 저널리즘(2008, 공저), 광고 문화 비평(1997) 등이 있다.',12,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `ranking`, `book_category_id`) 
VALUES ('13', 'book13.png', '불타는 마음으로 하나님을 추구하라', '제임스 스나이더',303,'2023-09-20', now(),'한 권의 책과 육성 CD로 만나는 토저 라이프',
'A. W. 토저의 전문가로 알려진 제임스 스나이더의 『불타는 마음으로 하나님을 추구하라』. 평생 불타는 마음으로 하나님을 추구한 A. W. 토저의 삶과 메시지를 한 권으로 요약했다.

이 책은 저자가 토저의 삶에 대해 저술한 7편의 에세이를 수록하고 있다. 아울러 토저의 300여 편의 설교 중에서 우리가 불타는 마음으로 하나님을 추구하도록 인도하는 10편의 메시지도 담았다. 
그동안 토저를 어려워해온 그리스도인이나 토저를 처음 접하게 된 크리스도인을 위한 입문서의 역할을 한다.

하나님의 사람으로서 부족함이 없었던 토저의 삶과 메시지를 통해 신앙의 모범을 배울 수 있으며, 강력한 도전을 받을 것이다. 나아가 토저와 함께 불타는 마음으로 하나님을 추구하게 된다.
☞ 부록을 소개합니다!
『불타는 마음으로 하나님을 추구하라』는 A. W. 토저의 육성을 생생하게 들을 수 있는 CD 1장을 증정합니다. 또한 CD에 녹음된 내용의 영문텍스트와 번역본을 담은 노트 1권이 포함되었습니다.',
'추천의 글
서문

1부 토저를 말한다 - 토저의 생애에 관한 에세이
첫 번째 에세이 - 하나님만 추구한 사람
두 번째 에세이 - 하나님께 목마른 영혼
세 번째 에세이 - 기름부음 받은 선지자
네 번째 에세이 - 열정의 예배자
다섯 번째 에세이 - 경건한 신비주의자
여섯 번째 에세이 - 뛰어난 설교가
일곱 번째 에세이 - 탁월한 저술가

2부 토저가 말한다 - 강단에 선 토저의 메시지
첫 번째 메시지 - 제대로 들으라!
두 번째 메시지 - 영적 성숙을 도모하는 확실한 방법
세 번째 메시지 - 예측기도로 위기를 대비하라!
네 번째 메시지 - 우리가 쇠할수록 그분은 흥한다!
다섯 번째 메시지 - 언제 어디서나 하나님 임재를 느끼라!
여섯 번째 메시지 - 하나님의 법을 중심에 새겼는가?
일곱 번째 메시지 - 당신, 천국 백성 맞는가?
여덟 번째 메시지 - 하나님에 대한 신뢰를 쌓아가는 방법
아홉 번째 메시지 - 회복을 위해 간구하는 방법
열 번째 메시지 - 세 가지 충직한 아픔

후기',
'저자 제임스 스나이더는 다년간 토저 책을 펴낸 편집자로서 그 누구보다 토저에 대한 자료에 정통할 수 있었다. <하나님이 평생 쓰신 사람>에서는 그는 토저의 가족과 주변 인물들을 직접 인터뷰하여 하나님이 평생 쓰신 사람 토저의 면면을 생생히 보여준다. 
그리하여 토저가 저술한 책들에서는 잘 알 수 없었던 토저의 사적인 면모, 즉 그의 기도 열정, 간절한 하나님의 임재연습, 성령충만한 삶, 구제와 청빈의 삶, 맹렬한 독서생활, 설교와 실제 생활이 일치하는 진정한 삶을 일목요연하게 보여준다. 
이런 토저의 삶ㅇ르 통해 오늘 우리는 하나님께 쓰임 받는 원리를 터득할 수 있을 것이다. <하나님이 평생 쓰신 사람>은 미국의 대표적인 크리스천 지성지인 Christianity Today에서 크리스천 전기 부문상을 받았다.',13,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('14', 'book14.png', '심플 라이프', '제시카 로즈 위리엄스',288,'2023-06-15', now(),'더 이상 앞으로 나아가지 못할 때는
잔뜩 쌓인 잡동사니들이 길을 막고 있기 때문이다

인생을 바꾸려면 단순하게 정리하라',
'◆ 이 책을 읽어야 할 사람들
- 어느 날 문득 회사에 가기 싫다
- 집에 물건이 잔뜩 쌓여 있는데 뭐부터 정리해야 할지 모르겠다
- 몸도 마음도 늘 무겁고 피로가 풀리지 않는다
- 매일 아침 뭘 입어야 할지 모르겠다
- 하루가 너무 정신없이 지나간다
- 남들을 너무 신경 쓴 나머지 나 자신이 피곤하다
- 나 혼자만의 여행을 훌쩍 떠나고 싶다

■ 여행을 떠나듯이 설레는 정리의 즐거움

열심히 일하느라 힘들고 일상의 루틴에 매여서 하루하루 정신없이 보내고 나면 문득 어디론가 훌쩍 떠나고 싶어진다. 꼭 필요한 물건들만 채운 여행 가방 하나 달랑 끌고 당장 공항으로 달려가서 낯선 공간으로 떠나고 싶다. 
여행지에서 나를 반기는 것은 침대와 화장대만 놓인 심플하기 그지없는 공간이다. 그곳에서 아무 생각 없이 뒹굴거리다 보면 몇 개월간 쌓인 피로가 확 풀릴 것 같다.
우리는 왜 가끔 집이 아닌 호텔이나 펜션에서 며칠 쉬고 싶을까? 그곳에는 발에 차이고 눈에 거슬리는 잡동사니가 없기 때문이다. 최소한의 물건만 놓인 깔끔한 공간에 기분이 좋아지고 마음이 여유로워지는 것은 당연한 심리다. 
침대와 옷을 걸어두는 행거 하나가 전부인 북유럽 인테리어로 꾸며진 공간을 사진으로 보는 것만으로 마음이 설레기도 한다.
공간을 단순하게 만들면 좋은 이유는 새집으로 이사할 때를 생각해보면 알 수 있다. 이삿짐을 정리하면서 잡동사니를 버리고 새로 정리한 집은 아무리 면적이 좁아도 훨씬 넓어 보인다. 시선을 강탈하는 물건들이 없으니 기분도 훨씬 좋다. 
새집으로 이사하면 뿌듯하고 홀가분한 마음이 들며 뭔가 미래가 희망 차 보이지 않던가?
어떤 목표를 정하고 그것을 이루기 위해 공부를 시작하거나 새로운 프로젝트에 들어갈 때는 책상을 정리하고 컴퓨터 파일을 정리한다. 이미 지나간 것들을 버려야 새로운 것들로 채울 수 있기 때문이다. 
이미 끝난 프로젝트가 머릿속을 가득 채우고 있다면 어떻게 새로운 일을 시작할 수 있을까?
심리학자 조던 피터슨은 “인생을 바꾸고 싶다면 방 청소부터 해라”고 말했다. 뭔가를 바꾼다는 것은 새로운 것을 시작한다는 뜻이다. 새롭게 살기로 결심했다고 해서 당장 거창하게 안 하던 행동을 하기는 힘들다. 
우선 책상 정리와 옷장 정리와 같은 아주 사소한 것부터 변화를 주기 시작하면 점점 더 큰 변화를 만들어갈 수 있다는 의미다.
여행을 떠나면 심플한 호텔이나 펜션에서 두 팔을 한껏 벌리고 자연을 만끽하며, 누구의 시선도 개의치 않고 다른 사람의 간섭도 받지 않으면서 여유롭게 재충전하고 돌아온다. 하지만 여행에서 돌아오면 또다시 잡동사니와 인간관계에 둘러싸인다. 
그렇다면 우리의 집과 관계와 마음도 늘 여행을 떠나듯이 만들 수 없을까? 늘 펜션 같은 집에서, 관계에 얽매이지 않고, 내가 좋아하는 것, 내가 원하는 것들에 집중하면서 살 수는 없을까? 그에 대한 답을 주는 것이 심플 라이프다.',
'프롤로그_나는 삶의 잡동사니를 치우기로 했다

Simple House
01┃가장 먼저 작별해야 할 것들
일상이 버벅거릴 때는 휴지통을 비워라
25세, 다시 시작하기 딱 좋은 나이
쓸모 있는 것들만 남기기
나를 기쁘게 하는 것들
[NOTES] 나는 어떤 사람으로 기억되고 싶은가?

02┃추억 정리
내 자존감을 세워줬던 물건 버리기
감성적인 물건은 맨 마지막에 버려라
술 취한 밤 꺼내 보는 오래된 앨범
[NOTES] 버렸을 때의 두려움에 맞서기

03┃오늘의 심플한 아웃핏
심플 라이프는 옷장부터 시작된다
규칙은 내가 정할 것
나만의 미니멀 드레스룸
1년 뒤에도 입을 것들만 남기기
[NOTES] 편해 보이면서도 스타일리시한 셋업

04┃에어비앤비 같은 공간
삶을 바꾸고 싶다면 집부터 바꿔라
즐거운 나의 심플 하우스
딱 있어야 할 것들만 놓아두기
호텔처럼 쉬기 좋은 집
인생의 절반은 집에서 이루어진다
[NOTES] 나에게 좋으면 좋은 것

05┃잡동사니 정리
물건을 버린다는 죄책감을 버려라
잡동사니를 처리하는 방법
쓰레기를 줄이는 확실한 방법

Simple Story
06┃친구 정리
더할 나위 없이 심플한 관계
관계에도 무소유가 필요하다
보드카 레모네이드와 작별하기
나에게 충분한 돈은 얼마일까?
습관적인 팔로를 줄인다
‘노(No)’라고 말하면 불필요한 관계가 정리된다
[NOTES] 잡동사니를 정리하자 꿈을 이룰 시간이 생겼다
어수선함이 사라지자 두려움도 사라졌다
[NOTES] 인생이라는 택시의 운전자

07┃그래도 작별하기 아쉬운 것들
내가 행복한, 딱 그만큼만 버리기
적을수록 좋은 것과 넘칠수록 좋은 것
단순하지만 특별하게
[NOTES] 내가 원하는 심플 라이프 찾기

Simple Mind
08┃오늘 하루를 정리하기
내 마음에 좋은 것들만 먹이기
남들과 다른 것에 익숙해지기
단순한 삶을 위한 규칙 세우기
[NOTES] 내가 사랑하는 것들과 친해지기

09┃생각 정리
감정의 쓰레기통을 비워라
생각의 패턴을 정리하라
1년을 하나의 단어로 정리하라
내 마음속 슬픔들을 다독여라
[NOTES] 내 몸의 봄날 찾기

10┃감정 정리
사랑의 조건을 정리하라
나를 사랑하는 것이 가장 단순한 일이다
다 버리고도 충분하다
내 마음에 산소 공급하기
[NOTES] 나에게 손 편지 쓰기',
'Jessica Rose Williams
미니멀리즘 라이프, 슬로 라이프, 캡슐 옷장(capsule wardrobes)에 관한 글로 유명해진 작가이자 라이프스타일 블로거이며 브이로거다. 
윌리엄스의 글은 경제 전문 잡지 〈포브스(Forbes)〉, 라이프스타일 미디어 〈리파이너리 29(Refinery 29)〉 〈프로젝트 캄 앤드 사이콜로지(Project Calm and Psychologies)〉 등에 실릴 정도로 영향력 있는 인플루언서이다. 
6천 명 이상의 열혈 독자들이 윌리엄스의 소식지 ‘더 심플 레터(the simple letter)’를 정기적으로 받아보고 있다. 현재 반려견 호프와 함께
영국의 피크 디스트릭트(Peak District)에 살고 있다.',
'■ ‘정리의 힘’과 ‘단순하게 사는 즐거움’이 결합된 책

여느 젊은이들과 다름없이 대학을 나와 공무원과 같은 회사 생활을 하며 트렌드에 뒤처지지 않는 옷을 차려입고 주말이면 파티를 즐기고, 친구들과 술을 마시며 스트레스를 풀던 제시카 로즈 윌리엄스는 
휴가를 떠났다 복귀하는 날 회사 맞은편 횡단보도 앞에서 이것은 자신이 정말 원하는 삶의 모습이 아니라는 생각이 강하게 들었다. 그 무렵 건강검진에서 자신이 자궁경부암을 앓고 지나갔다는 진단을 받고 죽음이라는 것이 자신과 먼 얘기가 아니라는 것도 알게 된 참이었다. 
아직 20대이지만 언제 삶이 끝날지 알 수 없다는 두려움이 엄습했고, 그 순간 자신이 과연 원하는 삶을 살고 있는가 하는 의문이 들기 시작했다. 당장 몇 개월 뒤에 죽는다면 지금 무엇을 남기고 어떻게 살 것인가?
제시카의 심플 라이프는 여기에서 시작되었고, 그녀의 라이프스타일 방식은 많은 사람들에게 영향을 미쳤다. 인기 많은 파티걸을 꿈꾸던 그녀는 먼저 자신의 옷장부터 정리하기 시작했다. 자신의 정체성이라고 생각했던 패션들이 사실은 자신을 지치게 하는 잡동사니라는 것을 깨달은 탓이다. 
유행에 뒤처지지 않는 옷을 사기 위해 돈을 벌고 쇼핑에 시간을 쓰고, 그것을 자랑하기 위해 사람들과 관계를 맺고, 사람들 앞에서 아무렇지 않고 행복한 척하기 위해 억누른 감정들은 마음속 쓰레기통에 차곡차곡 쌓여서 넘치기 직전이었다.
옷장 정리부터 시작된 심플 라이프는 인간관계 정리, 묵은 감정 정리, 복잡한 생각 정리로 이어진다. 이러한 정리는 단순하게 사는 즐거움을 가져다주었고, 마지막에는 나 자신, 나 혼자만으로도 충분한 삶을 가져다주었다.

■ 내 삶에서 버려야 할 것들, 다시 채워야 할 것들

01 가장 먼저 작별해야 할 것들
컴퓨터가 버벅거릴 때는 휴지통을 버리고 리셋해야 한다. 인생도 마찬가지다. 목표는 즐거움을 가져다주는 것만 남기고 모두 버리기. 외부의 인정을 받고 남들에게 잘 보이려고 입었던 옷부터 정리한다. 옷으로 치장하는 것은 거짓 자존감이었다. 
최소한의 옷으로도 1년 내내 스타일리시하게 꾸밀 수 있다.
02 추억 정리
우리는 너무 많은 과거를 껴안고 살아간다. 연애편지, 오래전에 받은 선물, 졸업 앨범 등. 행복한 추억을 떠올리면서 기분이 좋아질 수 있지만 지나간 것들에 감정을 낭비할 수 있다. 술 취한 밤 꺼내 보는 오래된 앨범에 얽매이지 마라. 기억으로 남기고 자연스럽게 잊혀지는 대로 내버려둬라.
03 오늘의 심플한 아웃핏
아침에 뭘 입을지 고민하는 순간 하루가 복잡하게 꼬인다. 원하는 옷차림을 하지 못하면 하루 종일 기분이 안 좋을 수 있다. 이것은 옷에 감정을 지배당하는 것과 같다. 뭘 입을지 고민할 필요 없고, 최소한의 옷으로 나만의 스타일을 연출할 수 있다. 더 이상 거울 앞에서 시간을 낭비하지 마라.
04 에어비앤비 같은 공간
우리는 인생의 절반 이상을 집에서 보낸다. 그런 집에 잡동사니가 많다면 인생의 절반 이상을 잡동사니를 끌어안고 사는 것이나 마찬가지다. 집이야말로 가장 단순하게 꾸며야 한다. 에어비앤비에 소개되는 방처럼 꾸며보자. 매일 아침 새로운 기분으로 눈을 뜨게 된다.
05 잡동사니 정리
하루 동안 어떤 물건을 썼는지 적어보라. 집에 있는 물건의 절반 이상은 불필요하다는 것을 알게 된다.잡동사니는 최대한 버려라. 청소하지 않아도 되니 시간 여유가 생기고 더 많은 일을 할 수 있다. 싸구려 물건 10개를 가질 돈으로 좋은 물건 1개를 사는 것이 낫다.
06 친구 정리
불필요한 관계 10명보다 진짜 친구 1명을 두는 것이 훨씬 행복하다. 습관적으로 만나는 친구 관계를 줄이면 하루의 시간과 에너지가 2배로 생긴다. 사람들과 관계를 맺을수록 거절하기 힘들고 남들에게 맞추다 보면 내가 원하는 삶을 살 수 없다. 나와 남을 비교하는 데 인생의 절반을 쓰지 않으려면 팔로도 줄여라.
07 그래도 작별하기 아쉬운 것들
내가 가진 것이 내 자존감을 세워주지 않는다. 내가 생각한 것보다 훨씬 적게 소유해도 행복할 수 있고, 잡동사니는 해야 할 일 목록과 같았다. 물건의 양이 많든 적든 그것이 행복을 결정하지는 않는다.
08 오늘 하루를 정리하기
내가 가진 물건들과 공간을 정리하고 나면 나 자신에 대해 더 많이 알 수 있다. 남들과 다르게 산다고 해서 잘못된 것이 아님을 알아야 한다. 다르다는 것은 특별한 것이다. 오늘 내가 원하는 것을 얼마나 했는지를 적어보고, 내일은 내가 원하는 일들만 해보자.
09 생각 정리
내 기분을 좋지 않게 만드는 생각을 없애라. 몇십 년 전의 일들까지 생각의 쓰레기통에 담아두면 즐거운 감정을 채울 공간이 없다. 생각을 정리하면 기분 좋은 일만 하면서 하루를 보낼 수 있다.
10 감정 정리
나에게 해로운 감정을 없애라. 있는 그대로 나도 충분히 괜찮다고 느끼게 된다. 감정을 정리한다는 것은 결국 나 자신을 사랑하는 일이다. 나를 사랑하는 것이 다른 누군가를 사랑하는 것보다 훨씬 간단한 일이다.',14,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('15', 'book15.png', '어푸어푸 라이프 책', '씨유숨',188,'2023-07-21', now(),'수영으로 만드는 마음 근육',
'《어푸어푸 라이프》는 웹툰 〈수영은 음파음파〉와 SNS에 올린 수영일기로 많은 수영인에게 사랑받아 온 씨유숨 작가의 첫 에세이로, 수영을 하며 경험한 재미난 에피소드를 글과 그림으로 엮은 책이다. 
또래 친구들보다 체력이 약해 운동의 필요성을 느꼈을 때 저자가 가장 먼저 떠올린 것은 수영이었다. 운동이 죽기보다 싫으면서도 수영은 달랐던 이유가 무엇일까.

“수영 자체도 좋았지만 정확하게는 ‘수영장’이 좋았다. 수영장에 가면 항상 만날 수 있는 또래 친구들, 수영이 끝나고 다 함께 모여 먹던 맛있는 컵라면, 집으로 돌아오면 딱 맞춰 방영하던 디즈니 만화를 보는 순간들이 늘 설레었다.” _본문 중에서

저자는 잘하면 잘하는 대로, 못하면 못하는 대로 자유로움을 느끼고 자신에게 너그러워질 수 있는 순간이 수영을 할 때라고 말한다. 그러면서 물속에서의 포근함, 배움의 재미, 스트레스를 말끔히 씻어 내고, 
내가 온전히 나다울 수 있는 시간을 마주할 수 있는 게 수영의 가장 큰 장점이자 누구보다 진심으로 수영을 즐기며 좋아하는 이유라고 덧붙인다.

책 속에는 수영장 이용 방법, 있으면 좋은 수영템 등 수영이 처음인 사람이 궁금해할 정보부터 수영장 텃세에 대처하는 자세, 수영 친구 만드는 법, 한강 수영 도전기 등 수영을 배우는 사람에게 유익한 내용이 가득 담겨 있다. 
수영의 벽을 느끼고 선뜻 도전하지 못하는 사람, 또 이제 막 수영을 시작했거나 이미 수영에 빠져 있는 수영인들 모두가 재미있게 읽고 공감할 수 있을 것이다.',
'프롤로그
수영장 이용 순서
수영 가방 챙기기
있으면 좋은 수영템

1 물과 친해지는 것부터

불안과 시작
운동은 싫지만 수영장은 가고 싶어
수영은 몸이 기억한다?
수영복의 벽
아침형 인간이 되었다
물 공포증
합법적 휴일
비염 있는 수영인
오늘의 컨디션

2 이제는 어엿한 수영인입니다

내 안의 화려함
수영 부스터
수영 친구
응원하는 마음
먼저 가세요
로테이션 기간
수영장 텃세
함께하는 즐거움
한강의 물맛
수영인에게 주말이란
여행지에서 수영장을 찾는 사람

3 느려도 멈추지 않기

잘하지 않아도 괜찮다
우리, 생각할 시간을 갖자
장거리 인생
몸에 힘을 빼세요
달리기를 시작하다
건강한 민들레
오늘도 씻으러 갑니다
좋아하면 행복해진다','수영을 좋아하는 저질 체력 만화가.
카카오톡 이모티콘 ‘수영이 너무 좋아! #수영티콘’을 제작했고, 웹툰 〈수영은 음파음파〉를 연재했다. 언제나 수영에 관련된 작업을 즐겨 하며, 수모 브랜드 ‘스웽키’를 운영 중이다.',
'‘삶의 에너지를 주는 나만의 취미’와
‘취미를 통해 조금씩 나아가는 나’를 이야기하는
아잉(I+Ing) 시리즈

아잉 시리즈는 일상 너머 오롯이 나를 마주하는 시간은 언제일까? 하는 물음에서 시작되었다. 반복되고 고된 일상에서 나의 안녕을 확인하는 일은 여전히 중요하며, 그래서인지 많은 이가 삶의 균형과 쉼을 찾는 방법으로 취미를 가진다. 
취미는 사람마다 다르고 저마다 성격이 있지만, 그것을 배우며 알아 가는 과정은 비슷하다. 그것이 무엇이든 자신이 좋아하는 것을 선택해 지속하며, 좀 더 나은 나와 삶을 만드는 데 의미가 있다.

시리즈의 책들은 평범한 일반인이 취미를 배우는 과정과 그 과정에서 깨달은 것들을 이야기한다. 각각의 취미에 관심이 있거나 이미 그 취미를 가지고 있는 사람 모두에게 도움이 될 만한 내용을 담고, 부담 없이 읽을 수 있도록 작은 판형에 길지 않은 글과 그림으로 구성해 재미를 더했다. 
무엇보다 책을 통해 다양한 취미의 세계를 엿보고, 취미가 있는 삶이 얼마나 행복한지를 느끼며, 내가 좋아하는 취미를 누군가와 함께 나누는 계기를 만들 수 있다.

잘하려는 마음보다는
흥미를 붙이고 지속할 때 ‘다음’이 생긴다

“지하철 계단 오르기가 등산만큼 힘들고, 중요한 회의 시간에 졸음을 못 참고, 영화관에서 영화 한 편을 끝까지 못 보는 수준이었던 삶이 수영을 시작한 후 바뀌었다.” _본문 중에서

체력이 달려 힘들었던 순간들이 수영을 통해 청산되자 저자의 일상에는 변화가 찾아온다. 폐활량이 늘어난 덕에 계단을 오를 때 더 이상 숨이 차지 않았고, 일상을 버텨 내기에는 충분한 작은 근육들이 몸 곳곳에 자리 잡아 이전보다 건강한 생활을 하게 된 것이다. 
게다가 물 공포증을 극복하고, 장거리 수영, 한강 수영에 도전하는 등 경험의 가치를 늘리면서 삶을 대하는 태도에도 변화가 생겼다. 마음에 근육이 붙으면서 무기력함 대신 내일이 기다려지는 삶으로, 좀 더 단단한 나로 성장하게 된 것이다.

지금은 잠영을 즐길 만큼 물속에서의 움직임이 익숙하지만, 저자도 처음부터 그랬던 것은 아니다. 영법을 배우다가도 체력의 한계에 부딪혀 자신을 탓하거나 도통 늘지 않은 실력 때문에 괴로워하기도 했다. 그럴 때 저자는 생각한다. 
잘하려는 마음보다는 흥미를 잃지 않고 지속한다면 ‘다음’을 만들 수 있다고.
느리더라도 멈추지 않고 좋아하는 것을 지속하면 어떤 작은 성취감을 느끼는 순간은 반드시 온다. 목표를 작게 잡고 해 나가는 것, 그것만으로도 충분하다는 저자의 진심 어린 응원이 수영 라이프를 즐기는 모두에게 가 닿기를 바란다.',15,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('16', 'book16.png', '골드 시니어 라이프', '이종덕',204,'2023-04-26', now(),'은퇴,축복받은 인생의 새로운 출발점으로',
'은퇴 후, 행복한 삶을 영위하기 위한 지침서. 누구에게나 그렇듯, 시니어에게도 권리와 책임이 따른다. 행복하게 살 권리와, 후세대를 위해 가르칠 책임이 그것이다. 저자는 은퇴 후 행복을 누리는 시니어에 더하여 책임과 소통과 감사할 줄 아는 골드 시니어가 되어야 한다고 주장하며, 
여러 가지 에피소드와 방법들을 재미있게 엮었다. 이 책을 통해 ‘나 때는 말이야’라고 말하는 ‘라떼니어’가 아닌 ‘골드니어’로 거듭나 행복하고 멋있는 노년기의 삶을 영위하길 바란다.',
'여는 글

제1부 시니어의 누릴 권리
- 은퇴는 축복받은 새로운 인생

제1장 내 인생의 서동요 리스트

서동요 리스트
서동요 리스트 제1호
서동요 리스트 2호
은혜의 섬진강교회에서 서동요 리스트 제3호

제2장 행복했느냐고 물으면

행복, 받아들이고 느낄 줄 아는 능력의 문제
행복(幸福)은 만족(滿足)의 문제이다
가끔은 홀로 행복해지기
현재 처한 상황을 긍정적으로 받아들이자

제3장 사랑받는 시니어

손자 손녀 바보들, 그리고 친구 바보들
‘라떼니어’가 아닌 ‘골드니어’가 되라

제2부 골드니어의 가르칠 책임
- 후세대에 가르침을 주는 골드니어

제1장 골드니어의 가르칠 책임

‘11.11.11’ 제대로 알리기
싱글러브 장군을 아시는지요?
‘Van Fleet Hall’로 명명
제대로 경(敬)·인(仁)·지(智)를 실천하자
거울은 많은 것을 알려 준다
군자의 세 가지 거울
승자의 저주 1
승자의 저주 2
승자의 저주 3
상대방과의 차이를 인정해 주자
상대방의 관점에서 생각을
‘바른말’보다는 ‘좋은 말’을
굽어짐이 곧 온전한 것이다
꼭 필요한 사람에게, 꼭 필요한 곳에 돈 쓰기
부모님도 중요하고 형제자매도 중요하다
어머니
아버지의 일기장

제2장 골드니어를 위한 소통 이야기

소통(疏通) 없인 아무것도 이룰 수 없다
소통이 전쟁은 아니다
슬쩍 오래전 아재 개그가 도입된다
소통은 공감해 나가는 과정이다
서동요 작전과 서동요 리스트
설득에 성공하려면
요청의 힘
요청의 방법
리더의 자세
실행보다 소통이 먼저임을 아는 리더
산업 현장에서의 리더
참리더 이야기 1
참리더 이야기 2
참리더 이야기 3
말·말·말, 설화(舌禍)
제대로 알고 쓰는 말 1
제대로 알고 쓰는 말 2
제대로 알고 쓰는 말 3
제대로 알고 쓰는 말 4

제3장 감사하는 삶: 섬김, 배려, 축복, 칭찬

느림의 美學
유대 격언에 나타난 삶의 착안점
인생의 축복: 무엇이 축복일까?
칭기즈칸의 고백
인생의 축복
한국의 축복
가까운 가족에게 먼저 감사하자
행복한 지하철
라이벌 예찬론
배려하는 마음
세 글자로 큰 배려를
어느 교장 선생님의 장례식
세상을 혼란스럽게 만드는 건 바로 자신이다
하늘이 얻은 가장 아름다운 천사

부 록
‘귀콩그룹’의 연유
가정이 행복해야 회사 일 즐거워져
고슴도치 가족의 감사 스토리',
'1958년 경남 거창에서 태어나 진주고등학교와 영남대 법학과를 졸업하고 1984년부터 2010년까지 포스코에 근무하며 광양제철소 인사노무그룹장과 행정섭외그룹장을 역임하였다. 이후 포스웰 본부장, 롤앤롤 대표이사, 포스코케미컬 상임감사를 지낸 바 있다. 
저서로는 『횡설수설 공통분모(橫設竪設 共通分母)』가 있다.

居石(거창 돌)
1. 거창에서 나는 돌이 대한민국 건축물에 많이 쓰이듯이 대한민국의 발전에 기여하고 싶음.
2. 쉬었다 가는 바위: 저를 통해 힐링하세요!',
'“행복한 삶을 누리고 가르칠 책임을 다하는
‘골드 시니어’의 행복·소통·감사 이야기”


100세 시대, 은퇴 후 행복한 삶을 누리고 책임을 다하는 ‘골드’ 시니어가 될 수 있을까? 이 책은 그 방법에 대해 다룬 책이다. 저자는 은퇴했다고 해서 현실에 안주하며 본인이 누릴 권리만 찾는다면 그냥 ‘시니어’일 뿐, 세상을 향한 영향력은 미미할 것이라고 말한다. 
그러면서 후세대를 위해 뭔가 역할을 하는 ‘골드니어’가 되어야 한다고 주장한다. ‘골드니어’란 ‘골드 시니어’의 줄임말로, 저자가 창조해 낸 말이다.
이와 대비해 ‘라떼니어’도 함께 설명한다. ‘나 때는 말이야’ 하면서 자신만의 이야기만 하려 든다면, 가족이나 후세대와 소통하지 못할 수 있다는 것이다. 그래서 저자는 이 책을 통해 은퇴 후 행복을 누리는 시니어에 더하여 책임과 소통과 감사할 줄 아는 골드 시니어가 되어야 한다고 주장하며,
 여러 가지 에피소드와 방법들을 엮었다. 특히나 후세대들이 재미있게 들을 수 있도록, 마음을 움직이는 이야기의 소재를 준비해 읽는 재미를 더한다.
이 책을 통해 ‘라떼니어’가 아닌 ‘골드니어’로 거듭나 행복하고 멋있는 노년기의 삶을 살며, 서로 소통하고 사랑하며 살길 바란다.',16,2);
 
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('17', 'book17.png', '힘 빼고 육아', '신혜영',276,'2021-02-25', now(),'엄마와 아이가 편안해지는 미니멀 양육법',
'엄마들은 바쁘다. 아이를 돌봐야 하고, 살림도 해야 하고, 일도 해야 한다. 아이가 잘못되었다 싶으면 혹시 내가 뭘 잘못했을까, 나 때문에 그런 것이 아닐까, 자책하고 고민한다. 엄마는 아이를 키우면서 주어지는 의무에 마음의 번뇌가 가득하다. 
누가 엄마에게 그토록 많은 짐을 지워 줬을까?

엄마는 슈퍼우먼이 아니다. 에너지도 한정되어 있다. 아이와 가정 돌보다 보면 자신을 돌보지 못해 소진되기 마련이다. 아이를 누구보다 잘 키워내고 싶어서, 열심히 육아서를 보고, 가끔은 남들이 하는 건 비슷하게라도 따라해 보기도 한다. 
그러나 이 세상에 완벽한 사람이 없듯 완벽한 엄마는 없다. 엄마가 많은 것을 해 내려고 할수록 아이에게 많은 것을 시키게 되고, 그로 인해 아이는 수동적이고 독립적이지 못하게 되는 결과만 낳을 뿐이다.

저자 역시 엄마로서 아이를 위한 책임과 의무를 다하다가 어느 순간, ‘꼭 이렇게 많은 짐을 엄마 혼자 지어야만 하나’라는 깨달음을 얻는다. 더 이상 육아에 힘만 주고 살 필요가 없다고 느끼고, 평소 추구하던 미니멀 라이프의 철학을 육아에도 적용해 보기로 한다. 
‘엄마’라는 이름의 무게를 조금 내려놓았을 뿐인데 ‘내’가 보였고, 아이가 스스로 할 수 있다는 믿음도 생겼다.

저자는 아이에게 스스로 할 수 있게끔 최소한의 의무를 부여했다. 아이는 스스로 할 수 있는 것들이 늘어나면서 엄마의 간섭과 잔소리를 피하게 되었고, 저자는 그 시간에 엄마의 일을 몰두하게 되었다. 아이도 엄마도 편안해지고 홀가분해지는 경험이었다. 
육아에 힘을 뺐더니 찾아오는 행복함에 대해 이 책에 풀었고, 자신의 경험담을 바탕으로 미니멀 육아의 기술을 공유했다.
초보 엄마부터 아이를 어느 정도 키운 엄마까지 아이를 키우면서 무엇을 선택하고 어떤 것에 집중해야 행복한 삶을 살 수 있는지 고민이라면 이 책을 통해 그 해답을 얻을 수 있을 것이다.',
'
1장 육아에도 힘을 뺄 수 있을까?
- 미니멀 육아란?

인생의 주인공은 나입니다
엄마와 아이, 각자의 시간을 존중하세요
엄마의 말투에 아이의 인성이 달렸습니다
아이에게 책임감을 심어줍니다
아이 혼자 두는 것을 두려워하지 마세요
아이가 스스로 하도록 지켜보세요
아이는 엄마가 믿는 대로 자랍니다
잔소리는 사랑 표현이 아닙니다
아이 생각과 행동을 지지하세요
아이는 엄마를 보고 따라 합니다
내 아이만큼은 내가 전문가입니다

2장 육아 고민을 덜어 주는 선택과 집중
- 미니멀 육아의 기술

바쁜 아침에는 3가지만 하면 됩니다
텔레비전도 조절하면 괜찮습니다
중독되지 않는 선에서 유튜브를 허락하세요
한 달에 한 번은 단 음식도 괜찮습니다
하루에 단 15분만 놀아 줘도 됩니다
영어 못해도 행복하면 그만입니다
논리적으로 설명하면 아이도 알아듣습니다
엄마를 설득할 수 있는 기회를 주세요
아이의 결핍을 내버려 둡니다
원하는 것을 쉽게 주지 않습니다
책은 아이가 보고 싶을 때 읽게 하세요
편지로 아이와 사랑을 나누세요

3장 복잡한 집안일을 간결하게 하는 법
- 미니멀 살림의 전략

옷이 뒤집힌 것쯤은 내버려 두세요
헤어스타일까지 간섭하지 마세요
엄마 눈에 쓰레기로 보일지라도 존중해 주세요
아이가 할 수 있는 일은 습관화 시키세요
정해진 시간에 아이의 일을 하도록 독려하세요
무엇이 잘못되었는지 깨닫게 하세요
비우고 채우는 경험을 시키세요
살림, 할 수 없다면 아웃소싱하세요
집안일 하는 날을 정하세요

4장 엄마와 아이의 행복한 홀로서기
- 미니멀 육아로 찾은 주체적인 삶

아이에게 엄마의 장점을 말해줍니다
엄마가 아닌 나로서 존재 가치를 찾으세요
아이와 놀면서도 엄마의 시간을 확보하세요
대리 육아의 기회를 놓치지 마세요
아이의 권리, 엄마의 권리를 분리합니다
엄마의 감정을 아이에게 물들이지 않습니다
남과 비교하지 않는 삶이 행복합니다
엄마와 아이 삶의 균형을 맞추세요
아이에게 사랑의 표현을 하세요

끝마치며 미니멀 육아로 내려놓는 엄마의 무게',
'20년 동안 영어 교육에 목숨 건 영어 선생이자, 초등학생 아들을 키우는 워킹맘이다. 살림과 일을 병행하면서 미니멀 라이프에 관심을 가지게 되었고, 육아에도 미니멀리즘을 적용하기 시작했다. 미니멀 육아로 엄마가 행복해지자 아이도 행복해졌다. 
그러한 육아철학을 담은 에세이 《아들! 엄마 좀 나갔다 올게》를 출간했고 대만으로 수출하기도 했다.
그 외 저서로는 《똥쌤의 3초 영문법》, 《아이주도 초등 영어의 힘》, 《내 아이를 위한 매일 3분 기도 하브루타》, 《하브루타 놀이 가이드북》(공저)가 있다.',
'적은 노력으로 최대 효과를 내는 육아법
엄마와 아이의 마음이 편안해지는 길

아이들은 특별한 것을 해 주거나 보여 주려고 노력하지 않아도 자란다. 부모가 걱정을 하고 불안해하는 것보다 아이에게는 훨씬 스스로 잘할 수 있는 능력을 가지고 있다. 이를 잘 발견하고 주도적으로 하게끔 만드는 기술이 바로 힘 빼는 미니멀 육아의 핵심이다. 
시행착오를 겪더라도 믿어 주는 것, 기다려 주는 것이 동반되어야 한다. 처음에는 엄마를 위한 미니멀 육아로 시작할지라도 결국에는 아이의 주도성과 독립성을 키움으로써 엄마와 아이의 행복을 발견하는 길이 된다.

#1. 힘 빼는 육아, 주도성과 믿음의 조화
아이는 자기에게 주도권을 주고, 스스로 하게 하면 더 잘 실행하려 한다. 자기 의견대로 한 일에는 엄마에게 토를 잘 달지도 않는다. 저자는 아이의 이런 특성을 파악하고 아이에게 주도성을 부여함으로써 엄마의 일을 덜었다.
아이가 충분히 들 수 있는 작은 가방을 스스로 들게 한다든지, 먼저 책을 읽어 달라고 할 때까지 억지로 읽히지 않는다든지, 아이가 가지고 논 장난감은 스스로 치우게 한다. 여기서는 아이가 스스로 할 수 있다는 믿음과 할 수 있도록 만드는 지시와 환경 조성이 필요하다.

#2. 힘 빼는 육아의 기술, 선택과 집중
저자는 육아에 선택과 집중의 기술을 적용함으로써 영리하게 아이 키우는 법을 터득했다. 예를 들어, 1분 1초가 아까운 아침 시간에는 아이도 엄마도 수월하게 아침 시간을 보낼 수 있게 정해진 루틴을 만든다. 밥 먹고, 씻고, 나갈 준비에 엄마의 할 일은 최소한으로 개입된다. 
루틴이 되기까지 힘들던 일도 천천히 아이 스스로 하며 효율적인 시간 쓰기가 가능해진다.
텔레비전과 유튜브도 조절하면 괜찮고, 라면과 도넛처럼 몸에 별로 좋지 않은 음식도 규칙을 만들어 허용한다. 그리고 하루에 단 15분, 이 시간 동안만 아이에게 집중해서 꼭 엄마와 노는 시간을 만든다. 15분도 충분히 상호작용이 가능하다. 
선택을 효율적으로 하고 집중할 시간에 몰입함으로써 힘 빼는 육아가 가능해진다.

#3. 힘 빼는 살림의 전략, 아웃소싱
저자는 일을 해야 하는 워킹맘으로 살림에 사력을 다할 수는 없었다. 기본적인 것들만 하기도 벅찬 상황이었다. 그래서 생각한 것이 살림의 아웃소싱. 만들어진 음식을 사서 먹거나 친정엄마에게 도움을 받거나 식기세척기 같은 첨단 기계의 도움을 얻었다.
청소는 일주일에 한 번 금요일 저녁에 아이가 장난감을 거실에서 모조리 치우게 하고, 세탁할 때는 세탁기에 뒤집어진 양말과 옷가지들도 다시 뒤집지 않고 그대로 빨았다. 규칙을 정하고, 살림의 기준을 낮추니 홀가분해졌다.

미니멀 육아로 내려놓는 엄마의 무게,
엄마와 아이의 행복한 홀로서기

육아는 누구나 힘들다. 처음 아이를 키우는 초보 엄마부터 아이를 어느 정도 키운 엄마도 엄마 역할에 힘겹긴 마찬가지다. 그에 비해 한결 수월해 보이는 저자의 육아법은 정말 가능한 것일까? 아이 키우기에도 과연 힘을 빼도 괜찮을까? 저자는 이렇게 말한다.
“무엇보다 엄마가 홀가분해하고, 편안해할수록 아이는 더 행복해진다. 쓸데없이 아이를 잘 키워내야 한다는 굳건한 사명감과 책임감을 내려놓고 행복한 엄마로서 행복한 아이를 키우자.”
이 책에 나온 저자의 육아 경험담을 각자의 육아에 적용해 보고 행복한 엄마가 되어 보자. 저자의 말처럼 자신이 어느 지점에 있든 ‘엄마’라는 무게를 덜어 놓아도 괜찮다.',17,2);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('18', 'book18.png', '엄마의 문장', '길화경',260,'2023-10-15', now(),
'흔들리는 마흔에 참 나를 되찾게 해준','아이를 어느 정도 키운 엄마의 마흔. ‘엄마’로서 ‘아내’로서 살던 인생을 가만히 돌아보다가 문득 ‘나’는 사라지고 없다는 사실을 깨닫는 나이.
‘열심히 육아하며 살았는데 도대체 여자로서 나는 어디에 있지’, ‘경력 단절로 집에만 있었는데 다시 일할 수 있을까’처럼 수많은 생각과 고민이 삶을 부단히도 흔들어 놓는다.

40대로서 이 시기 엄마들의 마음을 누구보다 잘 아는 저자는 자신이 겪었던 경험담을 솔직하고 섬세하게 《엄마의 문장》에 써 내려갔다. 흔들리는 마흔을 어떻게 단단하게 만들었는지 그 여정의 기록은 담담하고 따뜻하게 쓰여 있다.
이 책의 특징은 다독가인 저자가 책 속에서 만난 인생 문장을 정성스레 골라, 문장이 마흔의 삶과 어떻게 맞닿아 있었는지 성찰했다는 점이다. 단순한 경험담을 넘어 인생 문장을 저자만의 언어로, 문장으로 재탄생 시켰다. 
달리고, 읽고, 쓰면서 곱씹은 문장은 삶을 더 단단하게 만드는 ‘엄마의 문장’으로 거듭났다.
그리고 아이를 키우는 엄마라면 누구나 한 번쯤 해 봤을 고민과, 육아를 하느라 돌보지 못했던 자신을 이제야 돌아보는 경험은 공감을 불러일으킨다. 저자의 경험을 통해 텅 비어 버린 내면을 채우고 충만한 ‘나’를 되찾는 여정을 엿볼 수 있을 것이다.

《엄마의 문장》은 아이에게 모든 것을 쏟아 내고 육아를 끝내 한시름 놓은 엄마, 이제 자신을 위해서 무슨 일부터 시작해야 할지 모르겠는 엄마, 아직 육아 현장에서 분투 중인 엄마에게 전하는 따스한 위로와 용기의 메시지를 전한다. 
직접 겪어 낸 마흔 엄마의 이야기로 육아와 경력, 삶에 대해 치열하게 고민했던 저자의 성찰이 많은 엄마들에게 귀감을 줄 것이다.',
'프롤로그 흔들리는 마흔, 나를 잃어 버렸다

1장 고통의 시간을 온몸으로 받아들이다
“죽음에 빚진 채 삶은 싹이 트고”-복효근

아이로 인한 예상치 못한 아픔
천주교 신자가 굿을 하고 힐링한 날
육아 독립군, 동굴 속에서 나로 환생
불행 열차에서 행복 열차로 환승

2장 달리며 사색하는 즐거움을 배우다
“정겨운 침묵 속을 그저 계속 달려가고”-무라키미 하루키

나만을 위한 달리기
몸과 마음이 자주 등을 돌릴 때 필요한 것
불안한 상황에서도 멈추지 않는 이유
마음이 늙어 갈 때 해야 하는 일
사춘기 딸아이와 살아남기
러닝 타임, 나에게 가장 몰입하는 시간
내 마음에 여백을 허락하는 일
그림자 속에서 보이는 것들
엄마로서 자립하는 일


3장 책 읽으며 삶을 곱씹다
“읽던 책을 그대로 펼쳐 놓은 채 생각에 잠기고”-안 에르보

주름진 마음을 펴 주는 책 읽기
비교에 대처하는 자세
낯선 나를 알아 가는 행복
나만의 파란 시간
다른 이의 아픔에 공감하는 사람
정성스러운 마음은 통하기 마련이다
누구에게나 필요한 회복의 장소
시가 나에게 건네 준 위로

4장 글을 쓰며 내면이 깊어지다
“픽션을 쓰려면 자기만의 방이 있어야 한다”-버지니아 울프

좋은 엄마라는 프레임을 깨다
있는 그대로의 나를 받아들이는 기쁨
나만의 무풍지대를 거니는 글쓰기
마흔, 마음의 평수를 넓혀야 할 때
여자인 나, 읽고 쓰다
우리는 때때로 알 수 없는 얼굴이 된다
글쓰기가 주는 다정한 위로
아이와 함께 커 가는 엄마

5장 마침내, 참 나를 되찾다
“삶이란 결국 부단히 나에게 이르는 길”-전혜린

꿈꾸는 마음이 전염되면 좋겠다
나와 당신의 색을 찾는 여정
나는 무지개 빛깔 엄마
마음이 충만해지는 고독한 시간
당신은 어떤 사람인가요?
흔들림 끝에 마주하는 단단한 나
엄마에게 개인주의를 권함
모두가 주인공이 되는 시간
삶이 자꾸 말을 걸어올 때

에필로그 단단한 마흔, 나를 되찾은 여정의 끝
부록 참고한 책들','수술실 8년차 간호사에서 엄마가 되었다. 경력이 단절된 채로 살다가 아이 둘을 키우며 워킹맘으로 일했다. 치열한 육아의 끝에 마흔이 되었고, ‘엄마’만 남고 부재한 ‘나’를 발견했다. 나를 찾기 위해 달리기, 독서, 글쓰기를 하면서 깊이 사색했고, 
그 과정에 인생 문장을 만났다. 《엄마의 문장》은 그렇게 만난 문장이 삶을 어떻게 바꿨는지 치열하게 써 내려간 첫 번째 에세이다.
현재는 논술 교사로 아이들의 꿈을 키우는 일을 하고, SNS에서 사람들과 소통하는 작가로 행복한 나날을 보내는 중이다.',
'힘겨운 마흔을 거치고 있는 엄마에게
건네는 인생 문장, 그리고 따스한 조언

저자의 육아 생활은 녹록치 않았다. 둘째 아이가 아파서 고통스런 시기를 보냈다. 그럴 때면 복효근 시인의 시집 속 ‘죽음에 빚진 채 삶은 싹이 트고’라는 문장을 통해 희망을 얻고는 했다.
어두운 새벽 동네를 달리며 몸과 마음의 근육을 키우기도 했다. 무라카미 하루키가 ‘정겨운 침묵 속을 그저 계속 달렸’다고 쓴 것처럼 그저 달렸다. 수많은 책을 읽고 사색도 즐겼다. 안 에르보의 ‘읽던 책을 그대로 펼쳐 놓은 채 생각에 잠기고’라는 문장처럼. 
결국 생각은 꼬리를 물고 문장이 되었다.
‘픽션을 쓰려면 자기만의 방이 있어야 한다’라는 버지니아 울프의 문장은 저자가 하루의 한두 시간만큼은 오로지 글을 쓸 수 있는 원동력이 되었다.
그리고 저자의 인생에 들어온 한 줄의 깨달음. 전혜린의 ‘삶이란 결국 부단히 나에게 이르는 길’이라는 문장이었다. 평범한 엄마의 인생을 바꾼 문장들은 이 책에서 ‘엄마의 문장’으로 새롭게 태어났다.

#1. 어찌할 수 없는 힘겨운 상황에 맞닿았을 때

- 엄마의 문장: 마흔의 언저리에서 나는 내게 일어난 모든 일을 저항 없이, 온몸으로 고스란히 받아들일 줄 알게 되었다.-

아이들과 한 몸처럼 붙어 있어야 하는 밀착 육아의 시기에는 오로지 아이들밖에 안 보인다. 결혼을 하고 아이를 낳아 그저 엄마로서 안정적인 가정을 이룬다는 안도감이 드는 시기도 있다. 그러나 아이가 아프면 엄마의 삶도 흔들린다. 
저자도 둘째 아이가 다지증, 심장병으로 아파서 몇 차례 수술과 병원 생활을 하며 힘겨운 시간을 보냈다. 아이가 병이 나면 왜 모든 건 엄마가 잘못해서 벌어지는 일 같을까.

저자 역시 아이가 아픈 것 때문에 자신을 비난한다. 스스로 갉아먹었던 삶을 고통스럽게 회상하며 책 곳곳에 아픔을 숨김없이 드러낸다. 결국 그 모든 과정에서 회복하는 길은 자신의 탓이 아니고, 삶은 그렇게 벌어지는 일이기 때문에 내려놓아야 한다는 것을 알려 준다. 
온몸으로 자신의 삶을 끌어안은 채, 써 내려간 회복의 노래 속에서 우리는 희망을 발견할 수 있다.

#2. 주체적인 인생을 선택하는 법을 모를 때

-엄마의 문장: 원하는 것을 당장 하지 못할 때 실망하고 실패했다고 낙담하기 쉽다. 하지만 그 마음까지도 내가 선택할 수 있다.-

남들이 집을 산다고 해서 똑같이 집을 사야할까. 저자는 그러한 물음을 품고 부동산 열풍으로 주변 사람들이 집을 사야 한다고 조언할 때, 자신의 고유한 삶을 스스로 존중하고 싶다는 다짐으로 이 책을 썼다. 모두가 아파트, 내 집 마련에 열의를 쏟을 때, 
집이 없는 사람은 마치 실패한다고만 생각될 때, ‘아파트 소유주’가 되는 대신 낙담하지 않고 ‘작가’가 되는 길을 택한 것이다.

평범한 엄마에서 작가가 되는 길은 쉽지 않았지만 달리고, 읽고, 쓰면서 깊이 생각한 자신의 치열한 삶을 차곡차곡 아름다운 문장으로 만들었다.
내 삶을 오롯이 내 것으로 만들기 위한 선택이 무엇인지 모를 때, 마흔의 엄마가 어떻게 남들과 다른 결심을 했는지 읽어 보면 도움이 될 것이다. 논술 교사에서 작가의 꿈을 이뤄 낸 저자의 목소리를 들어 보라. 어떤 삶이든 우리가 선택하기 나름이라고, 
그곳이 희망이 있다고 말하는 메시지는 우리 마음에 위안을 줄 것이다.

#3. 엄마로서 자립하는 일을 잊었을 때

-엄마의 문장: 격렬한 문장으로 싸인 육아의 최전방에서 목덜미 풀어 헤치고 나만의 노래를 부를 수 있는 시간을 만나야 한다.-

엄마 나이 마흔 즈음이면 아이는 조금씩 커 가고 아이에게 가 있던 마음이 다시 엄마에게 돌아오려 할 때다. 그때 갈 곳을 잃고 아이와 엄마 사이 어디쯤에서 서성이기 쉽다. 그제야 엄마는 자신의 부재를 인식한다. 
나를 잊고 지낸 시간 속에서 느끼는 불안과 두려움은 아이를 공부시키며 채우려 들기 쉽다.

그럴 때 단호하게 엄마 자신에게로 다시 눈을 돌려야 한다. 어떻게 하는지 모르겠다면 이 책에서 그 방법을 찾아볼 수 있다. 불안과 두려움을 응시하고 거기에 응답하는 것이 왜 중요한지 알려 준다. 자아를 놓치지 않고 마음의 추를 가운데로 데리고 오라며, 
자립하는 법에 대해 말한다. 마흔을 지나 후회하지 않으려면 지금 인생에서 자립하는 일이 왜 중요한지 살펴 볼 수 있다.

단단한 마흔, 나를 되찾은 여정의 끝

마흔에는 불현듯 어떻게 살아야 할 것인가, 나는 누구인가, 이러한 존재에 대한 물음이 뒤척이는 시기다. 특히 아이를 우선순위로 삼았던 엄마는 더욱 헤매인다. 이 책은 멘토가 되어 그 질문에 답하고 있다. 자신에게 온전한 시간을 허용하라고. 
불행한 순간에 넘어지지만 또 그 만큼 자주 일어나는 사람이 되라고. 엄마들에게 ‘엄마의 문장’으로 담담히 조언을 건넨다. 흔들리는 ‘보통 엄마’에서 ‘작가’로 발돋움하기까지 방황했던 저자의 이야기는 이제, 
단단한 마흔으로 자신을 되찾고 싶은 또 다른 여느 엄마들에게 이어지는 배턴이 될 것이다.',18,2);

/*
북 테이블 ('힐링')
*/
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('19', 'book19.png', '힐링 코드', '알렉산더 로이디',312,'2023-10-20', now(),'평생 병 걱정 없이 사는 하루 6분의 비밀',
'평생 병 걱정 없이 사는 하루 6분의 비밀 『힐링 코드』. 목사이자 심리학자인 저자가 10여 년간 우울증을 앓으며 아이 앞에서 자살 시도까지 벌였던 아내를 치유하고자 전 세계를 헤매던 중 찾아낸 기적의 치유법 ‘힐링코드’를 소개한 책이다. 
이 책은 ‘힐링코드’의 의학적 배경 및 치유력에 대한 논리적인 설명, 그리고 구체적인 실행법이 삽화와 함께 알기 쉽게 담겨 있다. 힐링 코드 외에도 언제 어디에서나 순간적인 스트레스를 간단히 없앨 수 있는 10초 요법도 함께 알려준다. 
개정증보판에서는 ‘마음문제 탐지법’을 통해 자신의 문제 수준을 알아볼 수 있도록 했으며, 힐링코드의 순서와 동작을 한눈에 확인할 수 있는 포스터를 추가했다.',
'들어가는 글1_ 모든 것을 바꾸어버린 발견
들어가는 글2_ 기적은 그렇게 내게로 왔다
근거_ 절대 이 부분을 건너뛰지 마라!
더 나아가기 전에
권리포기와 사전동의 각서

1부_ 인생, 건강, 성공에 관한 일곱 가지 비밀

1장 첫 번째 비밀: 모든 질병과 증상의 원인은 하나
치유의 다섯 시대 | 마지막 한계 | 증후군을 넘어서 | 첫 번째 비밀: 질병과 증상의 원인은 하나다 | 스트레스의 생리 | 균형이 문제다 | 세포수준에서 일어나는 중대한 스트레스 | 당신의 스트레스 통은 얼마나 찼는가 | 면역체계의 정지 | 스트레스관리 중추 | 증상: 가장 약한 연결이 끊어지는 것 | 힐링 코드는 스트레스에 어떤 작용을 할까? | 많은 증상, 하나의 원인

2장 두 번째 비밀: 스트레스는 에너지문제로 발생한다
에너지, 세계를 이해하기 위한 커다란 도약 | 양자물리학의 문제 | 불가사의한 현상인가, 양자물리학인가? | 뒤늦은 패러다임 교체 | 에너지의 다면성 | 약제ㆍ의학산업이 원하지 않는 것 | 표준적인 접근법 | 근원을 치유하다 | 스트레스는 불충분한 에너지가 원인이다 | 체내의 델코 발전기 | 신호를 방해하는 힐링 코드 | 소음차단 헤드폰의 물리학 | 진동수가 바뀌면 병이 낫는다 | 에너지는 유전학을 능가한다 | 예상치 못한 치유

3장 세 번째 비밀: 마음의 문제가 치유작용을 지배한다
신체적인 차원을 넘어서 | “과학적으로 입증된 사실을 보여주세요” | 세포기억: 치유의 열쇠 | 세포기억과 마음의 문제 | 긍정적인 사고가 세포기억을 치유하지 못하는 이유 | 대처가 문제를 악화시키는 이유 | 치유란 무엇을 의미할까? | 대처는 치유가 아니다

4장 네 번째 비밀: 인간의 하드드라이브
수면 아래의 90퍼센트 | 기억은 무엇이며 어디에 있을까? | 파괴적인 에너지패턴 | 수면 아래의 문제 | 인간의 하드드라이브 조각모음하기

5장 다섯 번째 비밀: 항바이러스프로그램이 질병을 유발할 수도 있다
우리가 보이는 반응의 숨은 원인 | 유전된 기억 | 언어와 논리 이전의 사고기억 | 아이스캔디의 기억 | 트라우마 기억 | 무의식의 마음이 지배할 때 | 마음은 현재밖에 모른다 | 논리를 그냥 건너뛴다 | 고통 없이 숨은 기억 찾기 | 숨겨진 과거의 저항과 속임수

6장 여섯 번째 비밀: 나는 믿는다!
의식할 수 있는 실제로서의 ‘믿음’ | 습관 그리고 우리가 정말 믿는 것 | 중독과 중독의 원인 | 믿음과 수행력 | 믿음이 치유할 수도, 죽일 수도 있다 | 숨겨진 믿음 찾기 | 믿는 대로 행동한다

7장 일곱 번째 비밀: 마음과 머리가 싸우면 누가 이길까?
언제나 마음이 이긴다 | 모든 문제의 근원 | 무의식과 의식의 의도 | 마음의 문제는 영혼의 문제다 | 마음이 지배한다 | 마음과 몸의 관계 | 현재 사용하는 방식이 효과가 있는가? | 광범위한 효과

8장 결과가 말해준다
결과 | 믿음의 힘 | 확언의 놀라운 진실 | 믿음과 행동 | 진실을 믿으면 현실이 바뀐다 | 혼동이 진실을 막는다 | 평화검사 | 완전한 진실의 힘 | 빠진 재료 | 이해와 완전한 진실 | 당신이 심판이다

2부_ 힐링 코드 치유법

9장 힐링 코드란 무엇인가?
기적인가, 새로운 패러다임인가? | 스트레스를 무력화시키는 신체의 작용 | 4개의 치유센터 | 힐링 코드로 치유센터를 활성화하는 방법 | 왜 ‘코드’일까? | 힐링 코드의 효과에 대한 증거가 있는가? | 기적처럼 보이지만 단지 새로운 발견일 뿐이다 | 이 놀라운 치유의 에너지는 무엇일까? | 이 이론의 과학적 배경은 무엇인가? | 저절로 치유될 수 없는 이유는 뭘까?

10장 6분 동안 시행하는 보편적인 힐링 코드
기도의 언어 | 보편적인 힐링 코드 사용법 | 다른 사람을 위해 힐링 코드 시행하기 | 힐링 코드에 대한 질문

11장 마음문제 탐지법을 이용해 문제 알아내기
3개의 억제 범주 | 범주1_ 용서하지 못하는 마음 | 범주2_ 해로운 행동 | 범주3_ 잘못된 믿음 | 핵심적인 치유체계 | 범주4_ 사랑 VS. 이기심 | 범주5_ 기쁨 VS. 슬픔ㆍ우울 | 범주6_ 평화 VS. 불안ㆍ공포 | 범주7_ 인내 VS. 분노ㆍ좌절ㆍ조바심 | 범주8_ 친절 VS. 거부ㆍ가혹함 | 범주9_ 선함 VS. 충분히 선하지 않음 | 범주10_ 신뢰 VS. 통제 | 범주11_ 겸손 VS. 이미지 통제 | 범주12_ 자기통제 VS. 통제 불능 | 종합 | 완전한 치유는 멀지 않았다

12장 즉각 효과: 상황에서 오는 스트레스를 10초 안에 해결하는 법 292
다시 오는 스트레스 | 과도한 스트레스에 스트레스를 받는 이유는? | 해소되지 못한 스트레스가 문제다 | 상황적인 스트레스를 위한 도구 | 즉각 효과의 단계별 시행방법 | 호흡의 힘 | 명상 | 에너지 의학: 손 이용하기 | 즉각 효과와 힐링 코드를 함께하기 | 조화롭고 축복된 인생을 위해 | 우리의 도전 그리고 간청 | 힐링 코드를 알려라!'
,'저자 알렉산더 로이드는 자연의학 박사와 심리학 박사학위를 따기 전, 10년간 전임목사로 일했다. 여러 해 동안 심리상담소를 운영했으며 이후 대체요법클리닉을 운영하면서 이름을 날렸다. 부인 트레이시의 우울증을 치유하기 위해 12년간 세계를 여행한 끝에 우울증과 다른 질병의 증상을 없애는 다양한 기법을 찾아냈으나 그것들이 영구적이고 지속적인 치유법은 아님을 깨닫고 에너지와 양자물리학 연구에 몰두했다. 그 과정에서 병의 근원을 치유해 몸의 스트레스를 제거하는 간단한 신체메커니즘을 발견하고 이를 ‘힐링 코드’라 명명했다. 힐링 코드를 실행하면서 트레이시의 우울증이 완치되자 그는 심박변이도 검사를 통해 이 기적의 치유법을 입증하는 데 전력을 쏟았다. 그 결과 힐링 코드를 실행한 지 20분 만에 스트레스가 80퍼센트가량 제거되는 놀라운 사실을 목도했다. 그의 연구 이전에는 어떠한 방식이 되었든 자율신경계의 균형을 지속적으로 유지하는 데 최소 6개월이 걸린다는 연구자료가 있었다. 이 발견을 토대로 그는 전 세계에 자연치유를 전파하는 데 목적을 둔 힐링 코드사를 설립했다. 지금까지 미국 50개 주와 90개 나라의 수천 명 고객들이 힐링 코드를 이용해 스트레스를 제거하는 몸의 메커니즘을 활성화시킴으로써 질병과 증상을 치유했다고 보고했다. 그는 여기에서 멈추지 않고 현재 고객을 돕는 200명 이상의 코치들을 훈련시키고 있다.'
,'2011년 국내 첫 출간 이래 독자들의 폭발적인 반응을 얻었던 책 《힐링 코드》의 최신 개정증보판이 출간되었다.
이 책의 저자인 알렉산더 로이드 박사는 목사이자 심리학자로, 10여 년간 우울증을 앓으며 아이 앞에서 자살 시도까지 벌였던 아내를 치유하고자 전 세계를 헤매던 중 기적의 치유법 ‘힐링 코드’를 발견한다. 그의 아내는 힐링 코드를 시행하고 얼마 지나지 않아 극심한 우울증에서 깨끗이 벗어났다. 이에 놀란 로이드 박사는 조심스럽게 자신의 환자들에게 힐링 코드를 알려주었고 이후 치유 사례가 속속 이어지자 심박변이도 검사Heart Rate Varibility, HRV(자율신경계의 스트레스 정도를 측정하는 검사)를 통해 실제로 힐링 코드가 인체의 스트레스를 엄청난 속도로 감소시킨다는 사실을 알게 되었다.
이 책에는 힐링 코드의 의학적 배경 및 치유력에 대한 논리적인 설명, 그리고 구체적인 실행법이 삽화와 함께 알기 쉽게 담겨 있다. 힐링 코드 외에도 언제 어디에서나 순간적인 스트레스를 간단히 없앨 수 있는 10초 요법도 함께 알려준다.
이번 최신개정증보판에는 ‘11장 마음문제 탐지법을 통해 문제 알아내기’가 추가되었다. 이 장은 실제 자신의 정신적ㆍ육체적 문제의 심각성 수준을 진단해보기 위해 마련한 부분이다. 진단 항목에 대한 자세한 설명이 실려 있으며, 장의 마지막에는 실제로 마음문제 탐지법을 실행할 수 있는 웹사이트의 이용 방법이 나와 있다. 이 진단은 힐링 코드를 시행하기 전 자신의 문제 수준을 알아보고, 힐링 코드를 시행한 후 그 문제가 얼마나 해소되었는지 살펴보는 데 큰 도움이 된다.
또 하나, 책의 맨 앞에는 힐링 코드의 전반적인 진행 순서와 동작을 한 장에 담은 포스터를 수록했다. 힐링 코드를 단계별로 진행해야 하는데 책장을 일일이 넘겨가며 하기가 불편하다는 독자들 요청에 따라, 전체 과정을 한눈에 살펴볼 수 있도록 구성했다.
그 밖에도 주요 표현 등 전반적인 번역 문제를 개선했으며 힐링 코드를 먼저 시행해본 국내외 독자들의 후기를 추가했다. 무엇보다 인터넷 커뮤니티를 개설하여 독자들이 힐링 코드에 갖는 전반적인 궁금증을 해결하고, 독자들끼리 정보를 주고받을 수 있는 소통의 장을 마련하였다.
www.healing-code.co.kr

미 아마존 건강분야 1위, 국내 서점 건강분야 1위
세계는 왜 힐링 코드에 열광하는가?

이 책은 원래 자비 출판의 형태로 출간되었다. 출판사의 지원 없이 출간된 책이었지만 입소문을 타고 수십만 부가 팔려나가자 마침내 미국의 한 출판사에서 세계판권을 사들여 재출간을 하게 되었다. 이후 곧바로 아마존 건강분야 베스트셀러 1위에 오르며 독자들의 뜨거운 관심을 샀다. 뿐만 아니라 아마존 독자평점 역시 별 네 개 반에 이를 정도로 호평이 줄을 잇고 있다. 이에 따라 영국, 네덜란드, 독일, 프랑스, 덴마크를 비롯한 전 세계 주요 13개국에 판권이 팔려나가 출간을 확정 지었다.
2011년 국내에서 초판이 출간되었을 때에도 이런 반응은 이어졌다. 출간 직후 곧바로 건강분야 베스트셀러 1위에 올랐으며 이후 수많은 이들이 힐링 코드를 추천했다. 그래서인지 2년이 지난 지금까지도 독자들의 폭넓은 지지를 받고 있다.
힐링 코드가 이렇게 전 세계적으로 큰 반향을 일으키고 있는 까닭은 이를 시행한 여러 사람들로부터 그 치유력에 관한 증언이 이어지고 있기 때문이다. 일례로 이 책을 공동 집필한 벤 존슨은 그 자신이 대체 의학을 전문으로 하며 면역회복클리닉을 운영하는 정식 의사였는데, 루게릭병에 걸려 시한부 진단을 받은 후 힐링 코드를 시행하여 말끔히 치유된 경험을 갖고 있다고 말한다. 이처럼 도저히 믿을 수 없는 치유의 경험담이 오히려 책에 대한 호기심과 신뢰도를 더욱 높이고 있는 아이러니한 상황이다.

이 책 한 권이 당신의 목숨을 구할 수도 있다!
평생 병 걱정 없이 사는 하루 6분의 비밀

힐링 코드는 모든 병의 원인이 스트레스라는 전제에서 출발한다. 실제로 하버드 의대에서는 ‘질병은 단지 스트레스가 표현된 것’이라고 했고 미 연방정부의 질병관리센터에서도 ‘모든 질병과 증상의 90퍼센트는 스트레스와 관련되어 있다’고 명시되어 있다.
이러한 스트레스는 그러나 우리가 기존에 갖고 있는 스트레스 개념과는 차이가 있다. 그것은 우리 내면 깊숙이 자리 잡고 있으며 현재의 환경과 관계가 없다. 아내의 우울증 치료를 위해 의학과 심리학을 두루 공부하다 종국에는 양자물리학까지 섭렵하게 된 저자는 스트레스의 원인이 결국 몸의 에너지 문제와 관련이 있다는 것을 알게 된다. 그리고 우리 몸의 파괴적인 에너지 진동수와 세포기억이 공명할 때 스트레스가 생성된다고 결론짓는다.
세포기억이란 우리 몸 전체의 세포에 저장된 기억을 의미한다. 사우스웨스턴 의과대학은 2004년 9월 사람뿐 아니라 동물이나 식물에서도 세포기억이 몸의 치유를 지배하는 장치일지 모른다고 보고하면서 “세포기억은 세포에게 할 일을 적어주는 작은 포스트잇과 같다. 파괴적인 세포기억이 있을 때에만 포스트잇이 세포에게 잘못된 지시를 내린다”라고 설명했다.
그러나 단순히 긍정적인 생각을 한다고 해서 세포기억이 치유되는 것은 아니다. 파괴적인 세포기억은 보통 무의식의 영역에서 생성된 것이기 때문이다. 힐링 코드는 바로 이러한 파괴적인 세포기억을 치유함으로써 이것에 직접적인 영향을 받는 심장의 문제를 해결, 두려움이나 우울과 같은 정신적 문제 및 온갖 신체적 질병까지도 치유하는 것이다.
실제로 저자의 환자 가운데 지능지수가 180이 넘던 한 여성은 월스트리트에서 촉망받는 금융인이 되었음에도 늘 성공문제로 갈등하고 있었다. 그녀는 힐링 코드를 하는 과정에서 완전히 잊고 있던 기억, 즉 5~6살 정도 되었을 때 어머니가 자신의 언니에게는 아이스캔디를 주고 자기에게는 주지 않았던 기억을 떠올린다. 그녀는 그전까지 까맣게 잊고 있던 그 기억을 통해 자신이 “엄마는 나보다 언니를 더 사랑하는 게 분명해. 그러니 다른 사람들도 나를 사랑하지 않을 거야”라는 인식을 무의식 속에 갖고 있었음을 깨닫고, 그 기억을 치유함으로써 마침내 지지부진하던 커리어를 성공가도에 올려놓게 된다.
이와 같이 힐링 코드는 무의식에 새겨진 세포기억을 치유함으로써 각종 질병뿐 아니라 정신적인 한계를 극복하는 데도 탁월한 효력을 발휘하고 있다. 암을 비롯한 난치병을 말끔히 고쳤다는 증언은 셀 수 없을 만큼 많을 정도다.
물론 힐링 코드를 만병통치약으로 생각해서는 안 될 것이다. 저자 스스로도 밝히고 있는 것처럼 힐링 코드는 치료법이 아니며 스트레스 제거를 목표로 한다. 다만 그 과정에서 부수적인 정신적ㆍ신체적 문제가 치유되는 등 효험을 봤다는 사람들이 많을 뿐이다.

저자는 이 책 말미에 힐링 코드를 전 세계에 전파함으로써 사람들이 더 건강하고 행복하게 살게 되기를 희망한다고 밝혔다. 오로지 아내를 구하겠다는 일념 하나에서 시작된 이 기적의 치유법이 바로 지금, 당신의 인생을 송두리째 바꿀지도 모른다!

‘힐링 코드’를 먼저 만나본
독자들의 이야기

저는 알레르기성 피부염과 비염 때문에 고생이 심했고, 비염이 심해짐에 따라 기관지까지 약해져 계속적인 기침에 시달리게 되었습니다. 코 막힘이 심해 편하게 숨 쉴 수 있도록 도와주는 약물을 복용하게 되었는데요. 이 약물의 주의사항에는 1주일 이상 사용하지 말라고 되어 있었어요. 하지만 약 없이는 일반적인 생활이 불가능했던 터라 3개월째 사용하게 됐습니다. 결국 약에 내성이 생겨 1회 분무해야 하는 약을 많게는 7회까지 분무하게 되면서 콧물에 핏덩이가 섞여 나오는 지경까지 이르렀습니다. 자다가 코 막힘, 심한 목의 통증으로 잠을 깨는 일도 빈번했지요.
속는 셈치고 시작한 힐링 코드는 신기하게도 실행 5일 만에 약 없이 잘 수 없던 제가 약에 의존하지 않고 잘 수 있게 만들어주었습니다. 늘 통증 속에 짜증으로 시작하던 저의 아침에 편안해진 겁니다. 덕분에 약물을 중단할 수 있었으며, 하루 한 알씩 복용하던 알레르기약도 이틀에 한 알, 사흘에 한 알로 줄여갔습니다.
이뿐 아니라 심리적인 안정에도 많은 효과를 보았는데요. 어릴 때부터 저는 우울증, 대인기피증, 식이장애에 시달렸고, 보통사람보다 예민한 터라 스트레스를 많이 받았으며 상처도 쉽게 받는 편이었습니다. 그런데 꾸준히 힐링 코드를 하다 보니 감정의 기복이 많이 줄어들었어요. 우선 실행 1주 후부터는 심리적으로 안정이 되었고, 2달 후부터는 사람들에 대한 편견이 사그라들고 이해의 폭이 넓어지는 것을 느꼈습니다. 나를 이해하고 주변을 부드러운 눈으로 보는 법을 배웠죠.
이전부터 심리적 안정을 위해 명상, 요가 등을 모두 해보았지만 힐링 코드만큼 적은 시간을 투자해 많은 효과를 봤던 방법은 없었습니다. 제가 힘들 때 힐링 코드를 권유받아 시작했고 이렇게 상태가 좋아진 만큼, 삶의 문제로 힘들어하는 누군가가 있다면 저 역시 꼭 힐링 코드를 권해주고 싶습니다. 송은미 | 공예가

저는 대학에 오면서 급작스럽게 성인아토피가 심해져 고생을 하게 됐습니다. 또한 스테로이드 연고의 오남용에 따른 부작용 증상도 나타나 함께 치료해야 했죠. 뼛속까지 심한 가려움이 올라왔고 전신은 진물 범벅에 피부는 딱딱하게 굳어만 갔어요. 10개월간 제대로 잠을 자지 못해 체력도 떨어졌고, 무엇보다 이 모든 상황을 혼자 감당하는 데서 오는 스트레스로 지쳐만 갔습니다.
아토피로 고통받는 사람들은 바로 이런 점 때문에 가장 힘들어합니다. 그래서 아토피 증상을 치료할 때는 환자의 마인드컨트롤에 관한 부분도 반드시 함께 치유되어야 한다고 합니다.
제가 힐링코드를 만난 것은 자연치유기간 동안 함께 해주신 의사선생님의 추천을 통해서였습니다. 힐링 코드를 통해 끝이 보이지 않는 회복에 대한 기다림과 답답한 마음에서 벗어날 수 있었어요. 믿음을 굳건히 하고 재발했을 때조차 의연하게 받아들일 수 있는 마음의 여유도 얻을 수 있었습니다.
현재 저는 아토피 약을 모두 끊고 자연치유 방법을 사용하고 있어요. 증세가 많이 호전되어 복학 후 평범한 대학생으로 돌아갈 수 있었습니다. 힐링코드는 이렇게 건강한 방법으로 아토피를 극복하는 데 많은 도움을 주었습니다. 나아가 평소 다른 문제나 고민, 갈등이 생겼을 때에도 언제, 어디서든 치유받을 수 있는 의사를 만난 듯한 효과를 보고 있어요.
힐링코드를 믿어보세요. 그 믿음의 힘이 당신을 치유할 것입니다. 유현주 | 대학생

이 책을 사서 나는 지인 가운데 암에 걸린 사람에게 직접 시행을 해주었습니다. 그녀는 우리 지역 최고 명의라 불리는 의사마저 살 날이 며칠 남지 않았다고 한 사람이었죠. 그런데 힐링 코드를 해준 지 5주가 지난 지금까지, 며칠 남지 않을 것 같던 그녀의 삶은 이어지고 있어요. 혼수상태를 벗어나 깨어 있는 시간이 길어졌고 주변 사람과 의사소통이 될 정도로 놀랄 만큼 호전된 겁니다! Roadgoer

올 3월에만 하더라도 저는 고혈압이 너무 심해서 고통스럽기 짝이 없었어요. 문제는 심장이나 신장, 콜레스테롤 수치, 그 어디에도 문제가 없다는 거였습니다. 그런데 힐링 코드를 시행한 지 2달이 지나자 제 혈압이 정상에서 저위험 사이를 오갈 정도로 내려왔습니다. 전 이 책이 정말 좋아요. Sterling Wine

지난 해 말 저는 항문암을 진단받았습니다. 이후 힐링 코드에 대해 알게 되어 곧바로 시행하기 시작했어요. 하루에 2~3번, 한번에 5~8분씩 코드를 시행함으로써 여러분 역시 인생을 바꿀 수 있을 거예요. 저는 바꿨습니다! Theresa Mayhew

저는 팔목터널증후군, 무릎관절통증, 현기증, 요통, 그 밖의 온갖 만성 통증으로 고통받아왔습니다. 이제 이 모든 증상은 완전히 사라졌어요! 바로 힐링 코드 덕분입니다. 이 책은 읽기도 쉽고 따라 하기는 더 쉬워요. 깊은 단계의 병을 앓고 있는 사람에게도 필수적인 책입니다. Cook

힐링 코드를 하루 세 번씩 이틀간 실행했는데, 20년간 저는 괴롭히던 우울증이 사라져버렸어요. Teresa

저는 힐링 코드를 5년 넘게 해오고 있는데, 무척 유용합니다. 약의 부작용 없이 몸을 치유하는 방법을 담은 이 책은 명확하고 간결하며 뛰어난 정보를 담고 있습니다. 제 나이 여든넷인데 이 책 덕분에 실제 나이보다 훨씬 젊게 생각하고 행동하고 있습니다. Tiger

저는 정신적 질병과 신체적 질병을 동시에 35년간이나 앓아왔어요. 그런데 힐링 코드가 아주 짧은 시간 안에 제 인생을 바꿔놨습니다. 힐링 코드를 실행한 지 고작 2, 3주 만에 제 병의 50퍼센트 정도가 사라졌으니까요. suzyjo

이 책을 읽고 난 후 저의 건강상에 몇 가지 커다란 변화가 있었습니다. 그중 하나가 불면증이 사라졌다는 겁니다. 지난 몇 달간 저는 힐링 코드를 시행한 즉시 잠에 들 수 있었어요. Ann Worrall

* 책속으로 추가
즉각 효과는 강한 호흡이라는 호흡기법을 이용한다. 즉각 효과에 사용되는 강한 호흡은 스트레스 주기를 방해해서 단 몇 초 내에 20분 동안 격렬한 운동과 명상을 함께한 것과 비슷한 느낌을 준다.
신체적 관성의 법칙에 따르면 충분한 에너지가 가해지지 않는다면 몸에 아무런 변화도 생기지 않는다. 강한 호흡을 하면 체내의 생리적인 힘이 엄청나게 생성된다. 강한 호흡은 생리작용에 강력한 힘을 부여한다. 즉 산소작용과 신체운동에 고에너지 연료 역할을 한다. 마치 바람이 세계의 일차적인 동력자원이듯이 우리의 호흡은 개인의 동력자원이다. … 강한 호흡은 스트레스의 영향 중 한 가지를 치유한다. 바로 얕은 호흡이다. 습관적으로 얕은 호흡을 계속한다면 만성 스트레스가 있다는 신호다. 얕은 호흡은 우리를 놀라게 하거나 불안하게 하는 어떤 사건에서 시작도지만 결국엔 습관으로 굳어버린다. 만성적으로 얕은 호흡을 하는 것은 끊임없는 불안 속에 사는 것과 같다. ■ 11장 /pp.301-302',19,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `ranking`, `book_category_id`) 
VALUES ('20', 'book20.png', '힐링 토크', 'JKSC 편집부',199,'2022-11-28',now(),'삶의 치유와 회복을 위한 HEALING TALK',
'지금 이 세상은 하나님이 주시는 신유의 은혜가 필요하다.
현대란 시간대에 접어들어 과학과 의학이 크게 발달하면서 인류는 눈에 보이는 많은 질병을 극복하였습니다. 그러나 인류는 아직도 모든 질병의 원인인 죄라고 하는 치명적인 고질병과 눈에 보이지 않는 여러 질병은 극복하지 못하고 있습니다.
이 공과가 신유를 다루면서 불안, 우울과 같은 것들의 치유를 집중적으로 다루는 것은 바로 이런 이유 때문입니다. 이 책은 현대의 의학이나 심리학, 생명과학이 본질적으로는 다룰 수 없는 인간의 깊은 치유를 다루고 있습니다. 우리는 지금도 회복을 갈망하는 우리에게 신유의 은혜가 부여지고, 신유의 역사가 일어날 것을 확신합니다. 신유는 지금 우리에게 일어나는 치유 이야기입니다.',
'PART1 치유 공동체로의 부르심
PART2 치유 Talk
PART3 불안 극복 Talk
PART4 우울 극복 Talk','최근작 : <힐링토크>,<예수 그리스도> … 총 2종 (모두보기)',20,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`,`ranking`, `book_category_id`) 
VALUES ('21', 'book21.png', '힐링(에세이)', '박범신',252,'2021-04-19', now(),'살아서 꽃피지 않는 영혼은 없다',
'이 책은 영화 ‘은교’의 원작자이자 지난 50여년 간 수많은 베스트셀러와 화제작을 쓴 박범신 작가가 충남 논산에 머물면서 3년간 SNS를 통해 세상과 소통하였던 글을 모은 책을 개정하여 새롭게 개정한 것이다.
인생, 사랑, 문학, 그리고 우리 사회에 대해 작가의 생각을 때로는 문학적 감수성으로 때로는 직설적인 어법을 통해 가감없이 표현하고 있다. 그리고 서양화가인 성호은 작가의 일러스트는 그림을 감상하는 또다른 즐거움을 선사한다.
독자들은 이 책을 통해 박범신 작가와 차 한잔을 마시며 대화하는 듯한 경험을 할 수 있을 것이다. 작가가 건네는 힐링과 위로와 함께...',
'1 희망이 희망이다
걸어서 별까지 가고 싶다
나는 여전히 희망에 대해 말하고 있다
삶은 유랑과 회귀의 반복이다
아름다운 것은 감미이고 존엄이다
자신에게 먼저 너그러워지는 연습을 해야 한다

2 행복은 부동심이다
이겨내니까 청춘이다
살아서 꽃피지 않는 영혼은 없다
아무것도 아닌 인생은 없다
노동이 두렵지 않다면 삶도 두렵지 않다
행복해지려면 소유가 아니라 부동심이 필요하다

3 소통은 향기로운 큰길이다
해답은 나부끼는 바람 속에 있다
사위가 고요하면 세계가 두 배로 넓어진다
사람이 곧 자연일진대
정직하지 않은 소통이란 조화 같아서 깊은 향기가 없다
삶은 한순간도 우연이라는 게 없다

4 열정은 사랑이다
문학은 오욕칠정의 기록이다
문학, 목매달아 죽어도 좋은 나무
열정은 삶의 병을 이기기 위한 면역력 같은 것
사랑은 영원하지 않지만 사랑에의 갈망은 영원하다
간절하면 생의 사소한 것들, 절로 경이로워진다',
'박범신 작가는 1946년 충남 논산에서 출생하였고 1973년 〈중앙일보〉 신춘문예에 단편 『여름의 잔해』로 등단하였다. 갈망 3부작이라 불리는 『촐라체』, 『은교』, 『고산자』를 비롯 하여 『풀잎처럼 눕다』, 『겨울강 하늬바람』, 『흰소가 끄는 수 레』, 『더러운 책상』, 『나마스테』, 『소금』, 『유리』와 같은 베 스트셀러와 화제작을 발표하였다. 대한민국문학상, 김동리 문학상, 만해문학상, 대산문학상 등을 수상하였고, ‘영원 한 청년작가’로 불리며 독자들에게 많은 사랑을 받고 있다.'
,21,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('22', 'book22.png', '힐링(유리창)', '고은광순',312,'2012-05-15',now(),'내 삶을 위로하고 마음을 다독여 행복해지는 이야기',
'삶을 위로하고 마음을 다독여 행복해지는 이야기『힐링』. 이 책은 시골 한의사 고은광순이 2010년 가을 갑사 동네로 이사한 뒤 2012년 초까지 1년 남짓 ‘온라인이프’에 일주일에 한 번씩 써온 칼럼을 엮은 것이다. 치매로 말씀을 잃고 누워만 지내시던 어머니와 함께 산 이야기, 어머니가 가신 뒤 충북 청산에 명상 공동체 마을을 세울 궁리를 하며 시골 생활을 하는 이야기가 담겨 있다. 치매 어머니를 간병하는 정성과 마음가짐이 고스란히 녹아 있는 하루하루, 겨울을 겨우 이겨내고 돌아가신 어머니가 떠난 봄, 저자의 사상의 은사 리영희와의 관계 등 다양한 사연을 들려준다. 이와 함께 화내는 것, 분노하는 것은 자신에게 아무런 도움이 되지 않는다는 성찰, 자신의 삶은 자신이 평화롭게 꾸려가기 나름이라는 것, 매사에 감사하면 자신도 행복하고 세상도 행복해진다는 메시지를 전해주고 있다.',
'가을, 우리 서로 보물이 됩시다
어머니와 나, 서로 보물이 되기를
어머니의 표정, ‘넌 누구냐?’
에구구, 엄니 미안해요
욕창, 꼭 아물게 하고야 말리라
어머니, 벌써 때가 온 건가요?
말로 다 할 수 없는 생명의 신비여!

겨울, 날마다 천국
죽음도 감사한 것이다
“옴마!” 어머니가 소리를 냈다!
엄니, 기침이랑 가래는 제게 주세요
내가 며느리라면 이렇게 할 수 있을까
5학년 남자아이를 집에 들이다
게임 중독과 식탐, 아… 석영아!
석영이가 보름 만에 갔다
늙어가며 할 말은 오직 ‘감사하다’
암탉 소리 용납 못 하는 수탉
어머니의 88세 생신, 내 생애 가장 반가울 봄을 기다리며
날마다 천국이랍니다

봄, 어머니의 꽃마차
여성의 내공이 높아져야 새로운 세상을 만들 수 있다
살얼음 위를 걸으며 다섯 달을 보내다
어머니가 처음으로 씰룩이는 표정을 보이셨다
어머니가 꽃마차를 타고 떠나셨습니다
알을 품은 암탉에게서 여신을 본다
맥반석 찜질장 주인이 골머리를 앓는 이유
토종꿀과 무농약 인삼으로 경옥고를 만들다
시골 한의사는 저절로 부지런해진다
내 생애 가장 찬란한 봄
잎사귀 안에서도 혁명은 일어난다
닭의 모정은 자식이 크니 끝나더라

여름, 한없이 밑지는 장사, 분노
며느리를 저주하는 할머니
석영이가 상장을 받았다
뱀 필요하신 부~운?
하나님이 다 맹그셨지, 부처님이 맹그신 건 없다?
할아버지에게 슬슬 작업을 걸었다
나이 들어가는 것에 대하여
미친 듯이 취한 듯이
덜 종교적으로 그러나 더 영적으로
고슴도치가 물이 되었어요
통하면 안 아프다

다시 가을, 브라보 마이 라이프!
얍삽한 그녀가 미워요
웃으면서 이별할 준비가 된 사람들
실패한 혁명은 없다
멍청한 놈, 그대 이름은 장닭!
명상, 함께하실래요?
브라보 마이 라이프!
어쩌다가 공동체에 꽂혔느냐고?
유토피아를 꿈꾸게 하신 리영희 선생님
공동체 성공하려면? 뒷말하지 마라!
캔디와 이별을 준비하다
나는 태산이다
대한민국 최고 부부의 삶을 보았다

그리고 겨울, 오직 감사하다
신이여, 이것이 정녕 제가 만든 메주인가요?
할머니 간첩단을 만들다
아이들아, 내 제사는 지내지 마라
매사에 감사하라',
'저자 고은광순은 한의사, 마인드 힐링 전문가. 1955년 서울 출생. 이화여자중?고등학교를 졸업하고 1973년 이화여자대학교 사회학과에 입학했으나 학생운동으로 2회 구속, 2회 제적됐다. 1984년 대전대 한의예과에 입학, 학사?석사 학위를 받았다. 대한한의사협회와 한국한의학연구원 감사를 지냈으며, 1998년부터 사회운동에 적극 참여해 호주제 폐지, 부모 성 함께 쓰기, 종교법인법 제정 운동을 주도했다. 현재 충청남도 시골에서 솔빛한의원을 운영하며 빛사람수양회를 이끌고 있다. 또 새로운세상여성연합 대표로 여성평화행복학교를 운영하며 한겨레 휴센터와 공동 주관으로 ‘고은광순과 함께하는 여성 건강 교실’(2박 3일)을 열고 있다. 곧 충북 옥천 지역에서 공동체 마을을 시작할 계획이다. 저서로 《어느 안티미스코리아의 반란》 《한국에는 남자들만 산다》 등이 있고, 《펄루, 세상을 바꾸다》 《그래도 내일은 희망》 《웃을 순 없잖아!》 《엄마가 결혼했어요》 등 청소년을 위한 번역서가 여러 권 있다.',
'아픈 마음을 위로하고 다독여주는 책

이 책의 부제는 ‘내 삶을 위로하고 마음을 다독여 행복해지는 이야기’이다. 이걸 요즘 유행하는 영어로 말하면 마인드힐링Mind Healing이다. 다친 내 마음을 치유해 행복해지라는 것.
현대인들은 마음이 아프다. 경쟁과 갈등, 무수한 사건ㆍ사고 속에 사는 대한민국의 현대인들은 더 아프다. 정치적으로, 경제적으로, 사회적으로 겪지 않아도 될, 너무 많은 불편한 일들을 겪어내야 하기 때문이다. 그 아픈 마음을 위로하고 다독이는 것이 이 책의 목표이다.
한의사이자 마인드힐링 전문가이며 사회운동가인 고은광순이 홀연히 시골한의사가 됐다. 치매와 노환에 시달리던 노모를 모시고 충청도 갑사동네에 자리 잡더니, 어머니 돌아가시고도 아예 눌러앉은 것이다. 고은광순은 주로 노인인 환자들을 진료하면서 명상에 자신을 맡기고 있다. 여러 도반들과 인도의 오르빌을 벤치마킹한 공동체마을을 꾸려낼 준비도 하고 있다.
단조로우면서도 건강한 시골생활을 온전히 담아낸 이 책은 ‘마음을 비우고 자연에 감사하며 살아가기’인데 스스로를 기특하게 여기라는 것이고 미운 놈에게 떡 하나 더 주는 것보다 착해지라고 기도해주면 자신의 마음에 평화가 찾아온다는 메시지를 담고 있다.',22,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('23', 'book23.png', '셀프 힐링북', '아르고나인 편집부',352,'2015-01-15',now(),'펜으로 쓰고 마음으로 읽는',
'『셀프 힐링북』은 인류가 사랑하는 위대한 멘토들의 메시지를 읽고 느끼고 당신의 것으로 엮어내는 새로운 타입의 Book+Note이다. 한 권의 책에 하나하나 이야기를 채우다 보면 어느새 당신을 사로잡고 있던 무기력과 후회, 결점들은 용기와 자신감, 의욕으로 바뀌게 된다. 자신의 내면과 마주하며 성장해나갈 수 있도록 돕는다.',
'자신을 사랑하는 방법
행복한 메시지 / Best Friend Five / To do list / 내 직장(일)의 장점 / 지난 달 지출 Best 3 / 내 인생 최고의 책 / 나를 노예로 만드는 것들 / like & dislike / 3개월 안에 떠나라! / 버려야 할 것들 / 행복의 순위 / 싫은 사람에게 욕하기 / 나만의 장점 찾기 / 나만의 치유법

희망만이 인생을 유일하게 사랑하는 것이다
희망의 씨앗 / 만족의 구름 / 원인과 결과 / 나를 슬프게 하는 것들 / 일 년간 읽은 책들 / My Dreams / 후회 / 좋아하는 사람 / 선택의 재미 / Turning Point / 이루고 싶은 소망 하나 / 도전의 역사 / To. 엄마 / 내게 해주고 싶은 말 / 내 앞에 있는 것은? / Before & After

지속적인 긍정적 사고
Yes, I can list 창가에 누가 있나요 / 천사와 악마 / 내가 기억하는 전화번호 / 내 친구의 장점 / Poem / 무엇이 자라고 있을까요? / 일 년 후의 나 / 나의 개인기 / 가장 자신 있는 부위는? / 내가 지금 갈망하는 것은? / 나의 목표 / 나를 웃게 만드는 것들 / 내가 사랑하는 사람들의 공통점

스스로를 존경하라
거울 보기 / My Precious Words / MY Favorite Food / 비장의 카드 / 10년 안에 도전! / 자신감과 불안 / Health / 격려의 글 / 가장 싫은 부탁 5 / 올해에 이건 꼭 한다! / 행복한 미소 만들기 / 내가 존경하는 사람들 / 나의 행복 리스트 10 / 행복한 존재 / 소중한 사람들 / 죽도록 좋은 것들 / Share / 당신이 가고 싶은 곳 / 내일이 종말입니다',
'저자 아르고나인 스튜디오는 기획자, 작가, 아티스트, 일러스트레이터, 발명가 등 다양한 인재가 모여 만든 기획 창작 집단으로 실험성과 재미, 유익함을 동시에 줄 수 있는 콘텐츠를 개발하기 위해 노력하고 있습니다. 아르고나인 스튜디오는 도서를 비롯해 어플리케이션, 장난감 등 원 소스 멀티 유즈를 지향합니다.',
'직접 쓰고, 그리고, 치유하는 ‘리얼 힐링’을 선물하세요
우리가 늘 꿈꾸고 바라 마지않는 성공과 행복이라는 키워드는, 아무리 원한다고 해도 모두에게 똑같이 찾아와주지 않습니다. 성공을 구체적으로 그려보고 행복에 명확하게 답할 수 있는 이들에게 어느 날 갑자기 기회라는 이름으로 찾아옵니다. 그래서 진정한 힐링이란 단순한 치유가 아니라 다시 내일을 향해 발걸음을 내딛을 수 있는 용기이며 활력입니다.
<셀프 힐링북>은 인류가 사랑하는 위대한 멘토들의 메시지를 읽고 느끼고 당신의 것으로 엮어내는 새로운 타입의 Book+Note입니다.
지금 <셀프 힐링북>을 펼쳐 당신의 이야기로 채워보세요. 만약 당신의 장점 열 가지를 망설임 없이 써내려갈 수 있다면, 일단 성공이에요. 당신을 슬프게 하는 것들도 적어보세요. 슬픔은 스스로를 되돌아보게 합니다. 이 한 권의 책에 하나하나 이야기를 채우다 보면 어느새 당신을 사로잡고 있던 무기력과 후회, 결점들은 용기와 자신감, 의욕으로 바뀔 거예요. 무엇보다 자기 내면과 마주할 수 있으니까요.
힘들다고 느낄 때 <셀프 힐링북>을 책을 펼치고 읽고 꾸미세요. 당신이 소망하는 것들을 기록하고 다짐하세요. 사랑하는 사람들의 이름을 적고 바라보세요. 당신의 힐링 파워를 사랑하는 이들과 나누어 보세요. <셀프 힐링북>은 아픔을 치유하고 꿈을 이루어주는, 당신에게 보내는 치유의 메시지입니다.',23,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('24', 'book24.png', '바이블 톡', '이정두',240,'2023-10-12', now(),'날마다 하늘의 양식',
'하루하루를 말씀으로 살아내고 삶으로 설교하고자 하는 젊은 목사가 일 년 동안 하나님 말씀 안에서 일상의 쉬운 언어로 삶을 기록한 바이블 톡(Bible Talk) 묵상집을 소개한다. 많은 사람들이 주일예배를 드릴 때 말씀 구절을 찾는 것조차 힘겨워하는 것이 요즘 신앙인들의 현주소이다. 말씀으로 삶을 살아간다는 것은 어불성설(語不成說). 매주의 설교가 귀한 말씀이지만 현실적인 내 삶에서는 아무런 소용이 없다. 이러한 그리스도인에게 아침마다 5분으로 말씀 안에서 살아갈 수 있는 힘과 격려를 나눈다. 저자가 겪었던 삶과 그리스도인으로서의 고뇌가 쉽게 잘 담겨져 있다. 진정성이 녹아있고 쉬운 언어로 쓰여져 있어 초신자, 신앙이 연약한 성도와 말씀을 접하기 어려운 분주한 현대인에게 하루 필요한 영적 비타민을 제공하는 책이다. 일상에서 곁에 놓고 한 장씩 읽어갈 때 영적 휴식과 함께 그리스도와 동행하는 삶의 길로 인도해 줄 것이다.',
'이 책은 목차가 없습니다',
'저자 이정두는
* 매일 하나님과 함께 꿈꾸며 살아가는 이정두 목사는 한세대학교에서 신학(B.A.)을, 동대학원에서 목회학 석사(M.Div), 역사신학 석사(Th.M.) 과정을 마치고, 7년 간 복지재단을 통해 국내외에서 활동하였으며 하나님의 말씀으로 살아가기 위해 삶으로 설교하고 있다.

* 한세대학교에 출강하였으며, 2015년 경기도 김포에서 교회를 개척하고 도시와 농촌을 위한 도심농심(道心農心) 프로젝트를 위해 라이프플러스 대표로 활동하고있다.

* 신앙과 삶, 개인의 영성 눈높이에 맞춘 성경공부 ‘바이블 톡(Bible Talk)’을 통해성도들이 회심하고 회복함으로 하나님이 찾으시는 이 시대의 예배자를 세우고 있다.',
'[추천사]
* 삶의 분주함으로 잠시 하나님을 향한 생각을 접어둔 게으름을 늘 회개하게 합니다. - 인생설계사 김선경
* 바이블 톡을 통해 업무 시작 전, 짧은 묵상으로 불안하고 초조한 마음을 다스리게 됩니다. - 은행원 이원욱
* 어려움과 고난 중에 이를 잘 극복할 수 있는 말씀들 매일 감사하게 읽고 있습니다. 소중한 일용할 양식이 됨에 정말 감사드립니다. - 직장인 권재현
* 일상의 깨달음과 나눔이 현실적이고 구체적인 언어로 다가와서 정말 힘이 되고 은혜가 되는 바이블 톡입니다. - 디자이너 김은정
* 아직 하나님을 깊게 믿는 단계는 아니지만 성경과 말씀을 듣고 알아가고 있습니다. 알고 이해하는 것이 많지 않지만 마음으로의 자연스러운 믿음이 나에게 다가올 때를 기다리며 매일 바이블 톡 말씀을 듣습니다. - 초등교사 배주연',24,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('25', 'book25.png', '에이든 우리나라 캠핑지도', '이정기',32,'2024-10-16',now(),'힐링여행 떠날 시간',
'여행지도로 유명한 타블라라사의 ‘에이든 여행지도’에서 에이든 캠핑지도 2024-2025 개정판을 출시 하였습니다. 이번 초판 버전에서 500여개의 캠핑장이 추가 되었고 폐업했던 캠핑장은 삭제 하였습니다.

에이든 캠핑지도 개정판에는 방수종이로 제작된 A1 사이즈(841*594)의 캠핑지도 2장이 A5 접지로 포함되어 있습니다. 또한 이 2장의 지도를 각각 크롭하여(잘라내어) A5형태의 맵북으로 별도 제공하고 있습니다.

한 장은 전국의 캠핑 2500여군데의 캠핑장을 모두 수록하여 전체적으로 살펴보기 좋도록 만들어 두었습니다. 또 다른 한 장은 2천여군데 중에 500여개의 추천 여행지를 조금 더 상세한 정보와 함께 올려두었습니다.


예를 들면, 주인장이 친절한지, 애견동반 가능한지, 트레일러가 가능한지, 놀이터가 있는지, 낚시가 가능한지 등이 아이콘과 태그로 삽입되어 있습니다. 또한 별도로 제공해드리는 캠핑 체크리스트는 캠핑을 준비하면서 큰 도움이 되리라 생각됩니다.',
'1. 전국캠핑지도
2. 추천캠핑지도
3. 에이든 우리나라 캠핑지도 맵북

- 수도권
- 강원도
- 충청남도
- 충청북도
- 전라북도
- 전라남도
- 경상북도
- 경상남도','타블라라사 대표 이정기는 14년 이상을 여행콘텐츠 및 여행서비스를 기획했던 사람으로 ‘여행’과 관련된 콘텐츠만을 집중적으로 연구하는 지도 기획자다.','에이든 캠핑지도 개정판은 전국의 캠핑장을 한 눈에 확인할 수 있도록 만든 지도이다. 캠핑 또한 여행의 한 종류이기 떄문에 여행자나 캠핑자들의 생각과 패턴을 이해하지 않고서 만들면 안된다고 생각한다. 에이든 여행지도 대표 한 명이 만든것이 아닌 여러명의 전문가들과 함께 만들었으며, 리서치와 설문을 통해 의견을 받아 만들어진 지도이다. 단순히 지도위에 스팟을 올려놓는 개념이 아닌 여행자와 캠핑자 입장에서 만들어진 지도는 에이든의 지도들 뿐이라 단언한다.',25,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('26', 'book26.png', '믿음은 세계관의 전쟁이다', '최재호',232,'2016-06-27',now(),'나의 일상과 습관에서 더 나아가 그리스도인으로서 가져야 할 참된 세계관에 대해 설명한다.',
'나의 일상과 습관에서 더 나아가 그리스도인으로서 가져야 할 참된 세계관에 대하여 이야기하고 있다. 하나님이 바라보시는 시선대로 세상을 바라보고 하나님이 뜻하신 대로 생각하고 행동하는 것이야말로 그리스도인이 추구해야 되는 삶이다. 그러나 인간만의 세계관을 가지고 진정한 복음이 무엇인지 알지 못하고 잘못된 믿음으로 신앙생활을 하고 있는 경우가 너무나도 많다. 성경을 읽고 연구하는 것은 비단 목회자만이 해야 할 일이 아니다. 그리스도인이 참된 그리스도인으로 거듭나기 위해서는 성경에서 답을 찾고 깨달음을 얻어야 한다. 그러나 성경이 때로는 어렵기도 하며 주님이 생각하신 그 길을 잘못 이해하여 행동하게 될까봐 두려워 할 수도 있다. 우리가 어떤 세계관을 가지고 살아가야 하며 또 성경을 어떻게 이해하고 실제 우리 생활과 성경을 비교하여 어떤 해답을 찾아야 할지 성경적 세계관과 그리스도인의 세계관에 대하여 알 수 있다.',
'추천사
저자서문

Chapter One 믿음은 세계관의 전쟁이다
루스드라에서 일어난 사건/ 루스드라 사람들의 반응/ 바울과 바나바의 대응/ 믿음은 세계관의 전쟁이다

Chapter Two 세계관은 생각의 틀이다
세계관의 정의/ 세계관의 철학적 개념의 형성과정/ 일상적 경험의 영역에서 세계관의 적용/
세계관은 세상을 보고 듣고 생각하는 틀이다

Chapter Three 기독교 세계관의 체계화 과정
제임스 오어(James Orr; 1844-1913)/ 아브라함 카이퍼(Abraham Kuyper; 1837-1920)/ 코넬리우스 밴틸(Cornelius Van Til; 1892-1977)/ 세계관은 이론 이전에 실천의 문제이다

Chapter Four 성경적 세계관의 구조
성경적 세계관의 기초/ 인간에게 주어진 사명/ 청지기적 사명의 실천적 의미/ 보시기에 심히 좋았더라

Chapter Five 창조 질서의 타락과 회복
하나님의 선하신 창조/ 대리자를 통한 지속적인 창조/ 창조 질서의 타락/ 창조의 회복

Chapter Six 포스트모던 세계관의 도전
포스트모더니즘의 사회적 특징: 소비자 중심적 쾌락주의/ 세계관의 변화: 인간을 실체의 창조자로 격상시킴/ 창조적 자아의 죽음: 포스트모던 세계관의 모순적 결과/ 계시에 근거한 유추적 해석/ 포스트모더니즘의 도전

Chapter Seven 세계관이 충돌하는 영적 전쟁터
복음을 배척하는 세대의 특징/ 소비주의의 평가 기준/ 상품으로 전락한 자아(the Self)/ 삶에 대한 마지막 평가',
'저자 최재호 목사
책 읽어주는 목사로 소개되기를 원하는 저자는, 총신대학교 신학대학원(M.Div)을 졸업한 후 미국으로 유학하여, 미시간 주, 그랜드 래피드에 소재한 칼빈신학대학원(Calvin Theological Seminary)에서 Th.M 과정을 마쳤고, 펜실베니아 주, 필라델피아에 소재한 웨스트민스트 신학대학원(Westminster Theological Seminary)에서 기독교 변증학 전공으로 박사학위(Ph.D)를 취득하였다. 필라델피아에 소재한 필라한인개혁장로교회의 담임목사로 8년간 사역하였으며, 2001년도에 귀국하여 대신대학교 교수와 대구성일교회 담임목사로 현재까지 사역하고 있다.
최재호 목사의 저서로는 <대중문화와 성경적 세계관>(2003)과 <그러면 어떻게 살 것인가?>(2004), 그리고 ‘청지기 영성 훈련 특강’ 시리즈 3권(2016)이 있다.',
'김장환 (극동방송 이사장, 목사)
성경적 세계관을 목회현장에 적용하고 영성과 통합하기 위한 최목사님의 오랜 노력이 ‘청지기영성훈련특강’ 시리즈로 결실을 맺었습니다. 우리는 이 특강들을 통해서 나의 습관이 곧 나의 영성임을 깨닫고 우리 마음을 하나님의 말씀으로 채우기 위한 간절한 기도를 시작하게 될 것입니다. 소비자 중심적 쾌락주의에 빠진 악하고 음란한 세대에 맞서 오직 주님만을 바라보는 행복한 청지기의 삶을 회복하게 될 것입니다.

김진홍 (두레수도원 목사)
우리는 평소에 영성을 강조하면서도 그 영성을 온몸으로 익히는 데에 너무나 게으릅니다. 그래서 영성을 구호로만 외칠 뿐 체질화하여 우리들의 삶을 변화시키지를 못합니다. 이번에 출간되는 최 박사의 영성시리즈 3권은 이점에서 한국교회에 큰 기여를 할 수 있는 내용을 갖추고 있습니다.',26,3);

INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`) 
VALUES ('27', 'book27.png', '마음의 상처를 치유하라', '최재호',272,'2016-09-10',now(),'고난과 마음에 쌓인 상처들을 치료하는 내적치유 과정과 방법을 설명한 훈련서',
'『마음의 상처를 치유하라』는 타락한 창조 질서 가운데 살아가면서 우리가 불가피하게 경험할 수 밖에 없는 여러 가지 고난과 마음에 쌓인 상처들을 치료하는 내적치유 과정과 방법을 설명한 영성 훈련서이다.

우리는 마음속 한편에 상처를 가지고 있다. 이것이 나도 모르는 사이에 나의 성격과 행동에서 나타나곤 한다. 사람들은 모두들 자신도 모르는 상처를 안고 이 상처에서 비롯한 두려움을 가지고 있을 것이다. 자신이 어떤 상처를 가지고 있는지 아는 사람도 있을 것이며, 모르는 사람도 있을 것이다. 나의 상처가 무엇인지 아는 일은 굉장히 중요하다. 하지만 이를 아는 것은 쉽지가 않다. 상처는 의식적으로 생기는 것이 아니라 나도 모르는 사이에 내 마음에 치명상을 입히고는 회복되지 않는 경우가 많기 때문이다.

우리가 하나님께 나아갈 때 상처가 나의 발목을 잡을 때가 많다. 상처가 가시덩쿨이 되어 나를 옥죄고 하나님께 가는 길을 두렵게 만들어 주님께로 가는 길이 힘들어 지게 되는 것이다. 이 싸움에서 이겨내고 주님께로 나아간다면 평안이 있을 것이지만 나아가지 못하면 계속되는 가시덩쿨 속에서 살아가야 한다. 지피지기면 백전백승이다. 내 상처가 무엇인지를 알아야만 상처를 치유하여 두려움을 극복할 수 있다. 내가 받은 거절감은 무엇이며, 이로 인한 상처가 무엇이었는가를 곰곰이 생각하고 고민하다 보면 나의 상처를 발견하고 이를 치유할 수 있는 힘이 생길 것이다.',
'추천사
저자서문

Chapter One 인생은 전쟁이다
전쟁은 듣는 것에서부터 시작되었다/ 전쟁의 핵심은 마음 속에서 벌어지는 죄와의 전쟁이다/ 죄의 특징은 하나님을 대적하는 것이다/ 죄는 하나님의 창조 계획을 실패하게 만들었는가?/ 영적 전쟁의 구도

Chapter Two 하나님의 선하신 창조
하나님이 천지를 창조하셨다/ 인간을 특별한 존재로 창조하셨다/ 인간에게 대리자의 사명을 주셨다/ 보시기에 심히 좋았더라

Chapter Three 사탄의 파괴적인 공격
사탄의 공격/ 죄의 결과로 나타난 심리적 증상들/ 죄의 결과로 나타난 관계의 분리 현상들

Chapter Four 치료를 위한 하나님의 개입
억제를 위한 개입/ 치료를 위한 부르심/ 하나님이 직접 찾아오심

Chapter Five 상처받은 자신을 위로하라
자신의 상처를 진단하라/ 야곱이 경험한 상처/ 야곱이 가족들에게 준 상처/ 분노로 폭발한 아들들의 상처/ 상처는 암호화된 거짓 믿음으로 마음에 기억된다/ 치유되지 않은 상처가 유발하는 증상들/ 상처받은 자신을 위로하라

Chapter Six 다른 사람의 상처를 위로하라
베냐민에게 집착하는 야곱의 트라우마/ 아버지의 마음을 경험한 유다/ 자신의 불의함을 경험한 유다/ 아버지의 아픔에 공감하는 유다/ 하나님을 바라볼 때 진정한 용서와 화해가 이루어진다/ 다른 사람의 상처를 위로하라

Chapter Seven 하나님을 만나라
야곱이 만난 하나님/ 하나님과의 만남을 통한 야곱의 변화/ 요셉이 받은 상처/ 요셉이 만난 하나님/ 내가 하나님을 대신하리이까?

Chapter Eight 자신의 비전과 사명을 확인하라
하나님의 창조 계획/ 요셉이 받은 꿈/ 꿈이 이루어지다/ 내가 하나님을 대신하리이까?/ 보시기에 심히 좋았더라',
'저자 최재호 목사
책 읽어주는 목사로 소개되기를 원하는 저자는, 총신대학교 신학대학원(M.Div)을 졸업한 후 미국으로 유학하여, 미시간 주, 그랜드 래피드에 소재한 칼빈신학대학원(Calvin Theological Seminary)에서 Th.M 과정을 마쳤고, 펜실베니아 주, 필라델피아에 소재한 웨스트민스트 신학대학원(Westminster Theological Seminary)에서 기독교 변증학 전공으로 박사학위(Ph.D)를 취득하였다. 필라델피아에 소재한 필라한인개혁장로교회의 담임목사로 8년간 사역하였으며, 2001년도에 귀국하여 대신대학교 교수와 대구성일교회 담임목사로 현재까지 사역하고 있다.
최재호 목사의 저서로는 <대중문화와 성경적 세계관>(2003)과 <그러면 어떻게 살 것인가?>(2004), 그리고 ‘청지기 영성 훈련 특강’ 시리즈 3권(2016)이 있다.',
'종교개혁 500주년 기념 힐링북스가 계획 출간한 개혁신학의 정수!

청지기 영성훈련은 자신의 성공과 업적을 추구하고 야망에 충실한 본성을 자극하고 격려하는 훈련이 아니라, 자신의 업적보다는 하나님의 나라를 구하고, 자신의 명예보다는 하나님의 영광을 추구하며, 하나님의 뜻에 적극적으로 순종하는 내적인 성품을 갖추도록 훈련하는 것이다.
자신의 성공을 추구하는 아담의 타락한 본성이 아니라, 섬기러 오신 예수 그리스도의 성품을 닮아가도록 준비시키는 훈련이다.

갈림길에서 올바른 방향을 찾아간다면 우리는 빠르게 우리의 꿈을 이룰 수 있지만 방향을 잘못 찾아 간다면 40년 동안 광야를 헤맨 이스라엘 백성처럼 끊임없는 고난과 시련이 있을 것이다. 그런 의미에서 이 책은 당신만의 길, 그리스도인의 참된 삶의 방향을 찾아 당신의 꿈 즉 하나님이 예비하신 당신의 삶이 어떤 것인지 이를 알기위해 어떻게 해야 하는지 제시 해주는 그러한 책이다.

이 책의 저자인 최재호 목사는 총신대 신학대학원을 졸업 한 후 미국으로 유학하여 웨스트민스터 신학대학원에서 기독교 변증학 전공으로 박사학위를 취득 후 미국에서 8년을 사역하고 한국에서도 현재 담임목사로 재직 중이다. 그는 사람들의 이야기를 잘 들어주고 공감하여 미국에서 본 사람들의 고민 그리고 한국에서 본 사람들의 고민 모두 보면서 우리 그리스도인들이 방향을 잃은 채 살아가는 사람들이 많다는 것을 보고 연구와 기도를 통해 그리스도인, 그리고 그리스도인이 아닌 사람들에게까지 해당되는 자신의 삶의 방향을 찾기 위한 방법을 이 책에 담았다.',27,3);

/*
북 테이블 ('지적교양')
*/
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `book_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('28', 'book28.png', '철학 읽는 힘', '사이토 다카시', 4,'2023-10-10',28, now(),'지적 교양을 위한 철학 안내서');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `book_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('29', 'book29.png', '매일 읽는 지적 교양 수업', '와타나베 쇼이치',4,'2023-10-11',29, now(),'365일 지적 여생을 보내기 위한');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `book_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('30', 'book30.png', '1일 1페이지, 지적 교양을 위한 철학 수업', '지이현',4,'2023-10-09',30, now(),'고전 속에 숨겨진 인문학 인간의 본질에 대한 통찰이 담긴 입문서');

/*
북 테이블 ('소설')
*/
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `book_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('31', 'book31.png', '도시와 그 불확실한 벽', '무라카미 하루키',5,'2023-10-06',31, now(),'무라카미 하루키 장편소설');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `book_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('32', 'book32.png', '아침 그리고 저녁', '욘 포세',5,'2023-10-04',32, now(),'노벨문학상 수상작가 욘포세 소설');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `book_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('33', 'book33.png', '모순', '양귀자',5,'2023-10-01',33, now(),'양귀자 장편소설');

/*
북 테이블 ('스토리')
*/
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`, `story_category_id`, `publication_date`,`ranking`,`created_at`,`sub_title`) VALUES ('40', 'book31.png', '도시와 그 불확실한 벽', '무라카미 하루키',3,'2023-10-06',31, now(),'무라카미 하루키 장편소설');

/*
책 댓글 테이블
*/
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('1', '정말 도움 많이 되었습니다. 감사합니다.', now(), 1, 1);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('2', '잘봤습니다.', now(), 2, 1);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('3', '재밌네요', now(), 3, 1);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('4', '동기부여 확실하게 되는 책이네요 ㅎ', now(), 3, 2);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('5', '미래를 그릴 수 있는 책이라 좋았어요', now(), 2, 2);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('6', '꼭 한번 읽어보세요 !! ', now(), 1, 2);

/*
게시글 테이블
*/
INSERT INTO board_tb (`id`,`board_title`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('1', '벤자민 하디의 퓨처셀프','그동안 주춤했던 뇌를 깨우고 싶거나, 나를 성장시키고 싶으신 분들, 또는 자기 계발의 실질적 행동 지침이 필요하신 분들!! 이 책을 추천드립니다.',now(), 1, 2);
INSERT INTO board_tb (`id`,`board_title`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('2', '퓨처셀프 나의 미래의 서서 오늘을 바라보라','미래를 계획하고 현재의 나에 최선을 다하라는 메세지가 많은 사람에게 와 닿을 것이라고 생각되는 책이다. 현재의 나를 움직이게 할 책..',now(), 5, 2);
INSERT INTO board_tb (`id`,`board_title`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('3', '퓨처셀프 책 리뷰','미래에 대한 희망이 없다면 현재는 의미를 잃는다. 미래의 나를 위협하는 요인 중 내게 해당되는 것은? 당신의 미래가 현재를 이끈다.',now(), 4, 2);
INSERT INTO board_tb (`id`,`board_title`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('4', '트렌드코리아 2024 경제전망 경제 책','인고지능이 채울 수 없는 창의의 역역이 아직은 20% 이상 존재한다. 앞으로 상당한 기간 인고지능이 따라올 수 없는 사람만의 영역이 존재할 것이라는 사실을 확신하게 되었다.',now(), 1, 1);
INSERT INTO board_tb (`id`,`board_title`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('5', '트렌드코리아 2024 대한민국 소비 트렌드 전망','최저가가 아닌 최적가가 중요해지고 있고 공급자 관점이 아닌 소비자 관점에 초점을 둔다..',now(), 3, 1);
INSERT INTO board_tb (`id`,`board_title`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('6', '트렌드코리아 2024 / AI시대 역할찾기','호모프롬프트 생성형 AI와의 티키타카를 통해 AI를 효율적으로 사용하는 사람을 말한다. 인간은 평군에 머무르지 않고 뭔가 새로운 것을 계속 보태가는 존재이다. 스스로 성찰하는 것은 인간만이 가능한 일이다.',now(), 4, 1);

/*
게시글 댓글 테이블
*/
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('1', '한번 읽어봐야겠네용 !!',now(), 2, 1);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('2', '요즘 좀 미래에 대해 불안했는대 한번 읽어봐야겠어요..',now(), 1, 2);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('3', '인공지능이 채울 수 없는 영역..!! 도전!',now(), 1, 4);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('4', '상당히 흥미롭네요',now(), 2, 5);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('5', '요즘에 동기부여가 필요했는대 도움이 되었습니다.',now(), 3, 3);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('6', 'AI를 호율적으로 사용하는 사람.. 호모프롬프트..',now(), 3, 6);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('7', '벤자민 하디 책은 진짜 믿고 본다..',now(), 1, 1);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('8', '내 인생책!!',now(), 3, 1);
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('9', '반응이 너무 좋아서 저도 한번 사봐야겠네요!!',now(), 4, 1);

/*
책 좋아요 테이블
*/
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('1',now(), 1, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('2',now(), 2, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('3',now(), 3, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('4',now(), 4, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('5',now(), 5, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('6',now(), 1, 2);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('7',now(), 2, 2);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('8',now(), 3, 2);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('9',now(), 4, 2);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('10',now(), 5, 10);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('11',now(), 1, 11);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('12',now(), 1, 15);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('13',now(), 1, 16);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('14',now(), 1, 20);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('15',now(), 1, 5);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('16',now(), 1, 7);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('17',now(), 1, 9);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('18',now(), 2, 6);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('19',now(), 2, 8);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('20',now(), 2, 17);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('21',now(), 2, 19);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('22',now(), 2, 20);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('23',now(), 2, 30);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('24',now(), 2, 31);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('25',now(), 3, 15);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('26',now(), 3, 16);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('27',now(), 3, 14);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('28',now(), 3, 12);


/*
게시글 좋아요 테이블
*/
INSERT INTO boardlike_tb (`id`,`created_at`,`user_id`,`board_id`) VALUES ('1',now(), 1, 1);

/*
읽고 있는 책 테이블
*/
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('1', now(), 1, 1);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('2', now(), 2, 1);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('3', now(), 3, 1);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('4', now(), 4, 1);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('5', now(), 5, 1);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('6', now(), 1, 4);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('7', now(), 1, 7);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('8', now(), 1, 8);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('9', now(), 1, 10);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('10', now(), 2, 10);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('11', now(), 2, 11);
INSERT INTO readingbook_tb (`id`,`created_at`,`user_id`, `book_id`) VALUES ('12', now(), 2, 15);


/*
고객센터 테이블
*/
INSERT INTO faq_tb (`id`,`title`) VALUES ('1', '결재/환불');

/*
고객센터 카테고리 테이블
*/
INSERT INTO faqcategory_tb (`id`, `sub_title`, `content`, `faq_id`) VALUES ('1', '밀리에서 이용할 수 있는 결제 수단은 어떤게 있나요?',
'회원님께서 접속하시는 환경에 따라 아래 결제 수단을 제공하고 있어요

[웹] 신용카드, 카카오페이, 네이버페이, 페이코, 휴대폰 결재
[앱] 앱 스토어에 연결해둔 결제수단으로 결제(구글, 애플, 갤럭시, 원스토어)

앱 결제의 경우 스토어 수수료가 발생할 수 있으니 참고하여 이용 부탁드립니다.', 1);

/*
공지사항 테이블
*/
INSERT INTO notice_tb (`id`,`title`,`content`,`registration_date`) VALUES ('1', '[공지] 구버전 E-ink 지원 종료 사전 안내_10/19(목)', 
'안녕하세요.
독서와 무제한 친해지리, 밀리의 서재입니다. 

안전한 콘텐츠 및 원활한 서비스 제공을 위해 구버전 E-ink App의 지원이 종료될 예정임을 안내드립니다. 

[지원종료 일자]
2023년 10월 19일(목)

[지원종료 버전]
2.0.0.0 이하 버전',
'2023-09-26');



/*
이벤트 테이블
*/
INSERT INTO millieevent_tb (`id`,`title`,`content`,`registration_date`, `board_pic_url`, `user_id`) 
VALUES ('1', '가을 타는 중이라면, 이책 어때요?', 
'잠시 하늘을 올려다보세요!
유독 높게 느껴지지 않나요?

맞아요, 올해의 가을도 어김없이 찾아왔어요
천천히 왔다가 빠르게 달아나는 계절이죠.

이 짧은 시간을 충분히 즐기기 위한 방법 중 하나!
바로 사과나 포도 같은 제철 과일을 옆에 두고',
'2023-10-06', 'book9.png', 2);


