/*
유저 테이블
*/
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('1', 'ssar', '1234', 'ssar@nate.com', now(), '유재석', 'user1.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('2', 'ssar1', '1234', 'ssar1@nate.com', now(), '박명수', 'user2.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('3', 'ssar2', '1234', 'ssar2@nate.com', now(), '하동훈', 'user3.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('4', 'cos', '1234', 'cos@nate.com', now(), '정준하', 'user4.png');
INSERT INTO user_tb (`id`,`username`,`password`,`email`, `created_at`, `nickname`, `pic_url`) VALUES ('5', 'cos1', '1234', 'cos1@nate.com', now(), '정형돈', 'user5.png');

/*
데이터 테이블
*/
INSERT INTO bookdata_tb (data) 
VALUES 
('1. 당신은 어떤가? 20년 후 미래의 당신이 현재의 당신과 대화를 나눈다면 무슨 말을 할까? 미래의 당신은 지금 상황을 어떻게 보겠는가? 지금 당신이 미래의 당신이라고 생각한다면 행동은 얼마나 달라지겠는가.
: 김승호 회장님께서 하신 말씀. 현재의 내 모습이 10대 시절에 꿈꾸던 되고 싶은 나 인지, 그리고 60대가 되었을때 그때 정말 열심히 잘 살았다며 칭찬할 수 있는 모습의 나 인지. 멀지 않은 5년 또는 10년 후의 나는 지금 그 선택을 잘 했다! 라고 말할수 있을 만큼, 
미래의 나를 위해 지금을 집중하기.
2. 미래의 나를 위협하는 두 번째 요인은 과거를 부정적인 스토리로 만드는 것이다. 부정적인 과거는 미래를 제약한다. 과거는 의미다. 과거는 스토리다. 그 스토리를 어떻게 구성하느냐가 미래의 나에게 절대적인 영향을 미친다.
: 1년 전의  더 나은 사람이 되고 싶었고, 돈이 곧 힘이 될 수 있다는 것을 알았으며 이렇게 살다가는 아무것도 바뀌지 않을 것이라는 것을 알게 되었다. 1년 전의 내가 그런 일들을 , 그때의 과거를 밑거름으로 삼지 않고 처지를 한탄하며 그저 그렇게 또 매일을 살았으면 
나는 여전히 부정적인 과거에 메여 발전이 없었을 것이다. 나는 나를 바꾸고 싶었고, 내 환경과 상황과 삶을 바꾸고 싶었다. 그래서 오히려 용기를 냈고, 부정적인 마음을 버리기로 했었다. 많이 부족하지만 1년전의 나에게 미래를 꿈꾸게 해줘서 고맙다고 이야기 하고 싶다. 
3. 인간 행동 잉면에는 언제나 왜 또는 목표가 있다. 인간의 모든 활동에 목적이나 이유가 있는 것이다. 따라서 자신이 어떤 목적이나 목표를 선택하는 지 명확하게 의식해야 한다. 그러면 방법은 저절로 나타나기 시작한다. 행동은 목적이나 목표를 따라가게 마련이기 때문이다.
: 집착의 법칙과 비슷한 부분이 있다. 집착(대상)의 목적(이유)를 설정하고 목표(방법)을 세우고 달성해야 한다. 
지금 오늘의 내가 생각한 목적과 목표가 분명 작년과는 조금 다르다. 방향과 대상은 같지만 이유가 달라졌고, 방법에도 약간의 변화가 생겼다. 여느때 처럼 다이어리에 목표로만 남겨두고 행동하지 않았다면? 행동했기 때문에 목적과 목표가 수정되었고, 
의식했기 때문에 행동이 바뀌고 있다고 생각한다.
4. 미래의 내가 할 행동을 지금 하라. 당신이 원하는 것이 이미 당신의 것이라는 사실을 알아차려라. 당신이 바라는 미래의 나에게 100퍼센트 전념하라. 덜 중요한 목표들을 제거하라. 그 과정에서 하게 되는 모든 경험에서 유익을 찾아라.
시간의 자유를 얻으려면 자기 일정에 대한 주도권을 가져야 한다. 가장 중요한 일에 최우선 순위를 두고, 중요하지 않은 일은 제거하라. ... 자신의 시간이 덜 중요한 목표와 다른 사람의 의견에 좌우되게 그냥 놔둔다면, 자신이 원하는 미래의 내가 되는 건 어려울 것이다.
: 부자아빠를 재독하는 도중, 새앙쥐 레이스를 떠올렸다. 지금 업무로 투여하는 시간들은 월급을 받지 못할까 두려워서 하는 일은 분명 아니다. 10억 달성기들을 통해, 두마리 토끼는 절대 잡을수 없고, 나의 신체적, 정신적 여유가 역시 두 가지를 동시에 열심히 힘들다는 것을 알게 되었다. 
회사가 내 노후를 책임져 주지 않는다. 항상 염두해 두고, 떠올려야 겠다.
3. 당신의 정체성은 지금 당신이 가장 전념하는것에 있다. 정체성을 미래의 나와 일치시키고 그 모습을 진짜로 받아들이면 , 당신은 미래의 당신이 된 상태로 행동하게 된다. 스티븐 코비는 "알면서 행하지 않으면 정말로 아는게 아니라" 라고 말했다. 
.. 당신이 무언가 필요하다고 생각하면, 그것에 대해 건강하지 않은 애착이 있는 것이다. 필요는 심한 결핍을 암시한다. 따라서 무언가 필요하면, 그것이 충족되기 전에는 온전한 삶을 살지 못하거나 행복하지 않다.
: 내가 가장 전념하는게 무엇이지, 정말로 내가 원하는 삶은 어떤 모습인지 생각해 보았다. "내가 원하지 않는 일을 내 시간과 바꾸어 돈으로 만드는 삶" "메뉴판을 보면서 여기 비싼데 라며 메뉴 고르기를 망설이는 가족에게, 
가격과 상관없이 사시사철 맛있는 음식을 사주는 삶" "내 돈이 일하게 만들어 10년 이내에 멋지고 , 격식있는 부자 중년이 되는 삶"
결국 이런 정체성을 유지하기 위해 필요한 것은 돈 이다. 결국, 대안이 없기 때문에 힘들고, 싫어도 어느 하나에 전념하는 시간이 반드시 필요하다는 것을 되뇌었다. 성공한 사람들이 하라고 한, 했었던 것을 그대로 나는 따라하고 있는지? 답은 아니었다. 
행동하지 않고 있었던것 같다. 그래서 그냥 다시 시작하기. 그냥 계속 하기.
 실제로 돈이 많은 것을 해결하고, 돈이 있으면 많은 것을 할 수가 있다. 왜 너는 만족하지 못하고 욕심을 부리려고 하느냐고 누군가 말했다. 나의 노후를 책임져 주실 건가요? 당장 아파서 아이에게, 
 가족에게 짐이 되는 상황이 와도 만족하며 감사하고 살수 있을까요? 현실적으로 생각해봐도 모든것이 온전하지 못하기 때문에 필요를 충족시키려면 목적을 향해 더욱 몰입과 전념이 필요하다.
5. 경기장 밖에 머문다는 게 무슨 말일까? 지나치게 오래 생각한다는 것이다. 어떻게 해야 할지 분석만 하다가 사고가 마비되는 지경에 이를 수 있다. 그럴면 공포에 승리의 깃발을 안겨주는 꼴이다. 
수많은 사람이 사업을 하겠다거나 책을 쓰겠다거나 새로운 언어를 배우겟다는 등 무언가 하고 싶다고 꿈만 꾸다가 아무것도 하지 못하는 경우를 생각해보라.
: 아직 경기장 밖에 머물고 있는게 맞다. 적어도 등판 전 대기 선수 정도는 되지 않나? 라고 생각했었는데, 아직 입문도 못한 아마추어 인것 같다. 여전히 내 입에서 리미트, 벽, 어려움, 현실적 이라는 말이 나오는 걸 보면, 본문 처럼 생각만 많이 하고 있는 것 같다. HOW 에 집중하기!
6. 실패에 투자하라는 원칙은 자기 자신을 배움의 과정으로 몰아넣는 것이다. 어려운 상황에 자신을 몰아넣으면 거기서 살아남기 위해 적응할 수 밖에 없다. 그런 상황에서는 자신의 약점을 마주하며 수도 없이 실패한다...
습관대로 살아가면 현재의 나에서 벗어나지 못한다. 하지만 의도적인 연습을 하면 자신이 바라는 미래의 나를 만들기 위해 노력하는데 집중하게 된다. 습관이나 안전지대로 되돌아가는 것은 발전하는 방법이 아니다. 
: "환경"에 머무르는 것의 중요성, 그리고 속도는 가끔 늦을수 있지만 , 절대 멈추지는 말기. 
미래의 내가, 바라는 미래를 맞이 하지 못한 것이 지금의 내가 포기하는 것보다 더 나은 모습은 분명 아니기 때문.
7. 다른 사람은 당신을 비추는 거울이다. 당신이 다른 사람의 어떤 특성을 좋아하거나 싫어한다면, 그 특성이 당신이 스스로에 대해 좋아하거나 싫어하는 특성을 반영하기 때문이다.
: 처음에는 공감하지 못했지만, 지금은 매우 공감하는 문구이다. MZ세대 신입사원이 일을 잘 하지 못해 화나고 짜증을 나를 돌아 보게 되었다. 휴일동안 집에만 있으면서 어디도 가지 않고 집콕만 하는 가족에게 쓴소리를 했다. 신입도 분명 자기 할일을 하고 있다,  
그저 내 성에 차지 않았을 뿐. 그 나이때 나는 회사생활을 완벽하게 해냈다고 할수 있었나? 
나 없는 동안 청소를 깨끗하게 해준 가족에게, 놀고 먹는 사람 취급을 하는 발언을 했다. 그렇다면 성과없이 공부한다고 내팽겨쳐놓고 집밖을 헤메는 나는? 알아주지 않는다고 화를 낸적이 몇 번이나 있었나?
 내가 좀더 친절했다면 직원은 나에게 가르쳐달라고 먼저 손을 내밀었을지도 모른다. 내가 좀더 감사했다면 가족은 나를 더 도와주려고 했을지도 모른다는 생각을 했다. 입장 바꿔 생각하면, 나같은 상사, 나같은 가족이 있다면 오히려 나는 더 못한 사람이지 않았을까 반성하게 되었다. ')
 ,
 ('1. 분초사회: 시간을 쪼개쓴다.
배달의 민족 회사에는 9시와 9시 1분은 다르다 라고 써 있다.
넷플릭스, 유튜브 1.5배속으로 본다.
여러 일들을 동시에 한다.
생활 필수품은 화장실에서 구매한다. (휴대폰으로)
옷은 잠자기 전에 (시간을 충분히 들여서) 누워서 산다.
드라마 16부작 보기 전에 요약영상 결론부터 보고 정주행 한다.
요즘에는 결론 포함되어 있는 줄거리 영상이 인기다.
온라인 후기 볼 때는 별점 낮은 순으로 본다. (별점 높은 후기는 알바생일 가능성이 높아서)
요즘 직장인은 휴가 잘 안쓰고 반차나 반반차 쓴다.
시간을 쪼개쓴다.
지하철 탈 때, 몇번 칸에 타서 몇번 출구로 나오는 게 빠른지 검색하고 탄다.
스마트폰 시대, 시간에 대한 개념이 바뀌고 있다.
1950년대 대비 말의 속도, 걷는 속도가 빨라졌고 잠을 적게 잔다.
시간은 대출이 안된다.
요즘 부자는 돈 자랑 하지 않고 시간 자랑 한다.
시간 자원을 점점 더 소중히 여긴다.
시사점: 결론적으로 소비자들의 시간을 아껴주는 상품과 서비스가 잘 팔린다.
2. 호모 프롬프트
생성형 AI 
프롬프트는 프롬프트에게 명령을 내리는 인간보다 똑똑해질 수 없다.
제이슨 앨런이라는 게임 기획자가 미드저니(생성형 AI)로 그림을 그려 아트로 1등 했으나, 인정받지 못했다. 사람이 그리지 않았기 때문인데, 제이슨 앨런은 그 그림을 그리기 위해 996번 명령어를 입력했고 이 명령어를 공개하지 않기로 했다. 동일한 그림을 그릴 수 있는 사람은 없다.
현대미술, 설치미술과 프롬프트의 차이는 무엇인가?
모라벡의 역설은 인공 지능 및 로봇 연구원이 높은 수준의 추론을 위해서는 계산이 거의 필요 없지만 낮은 수준의 기술(걷기, 듣기, 느끼기, 눈으로 보기 등)은 엄청난 양의 연산 리소스가 필요하다는 발견이다.
시사점: 인문학적 지식이 훨씬 중요해진다.
3. 육각형 인간
노력으로 이룰 수 없는 것(집안, 외모, 키)까지 완벽해야 육각형
요즘 젊은이들은 요구사항이 높다. 태어날 때부터 완벽한 수준
요즘 남학생들의 외모 스트레스가 심한다. 서울대 학생들도 그렇다. 
올리브영 가면 남자들 화장품 많이 팔리고 남학생들 눈썹 문신 많이 한다.
왜 이럴까? 달성할 수 없는 것까지 왜 그럴까?
노력으로 달성할 수 있는 성공이 점점 줄어들고 있는 사회가 되어간다는 슬픈 현실을 반영한다.
노력의 가치를 평가절하하고 있는 것, SNS의 문제이기도 하다.
시사점: 사람은 육각형이 되기 힘들지만, 브랜드는 육각형이 되어야 한다. 
브랜드의 기준은 높아져야 한다.
4. 버라이어티 가격 전략
변동하는 가격, 해피아워, 조조영화 할인 
레스토랑에서 요일별 할인
동네 주민 할인, 첫 고객 할인
이런 할인을 할 때는 규칙이 있어야 한다.
판매 채널별 할인: 백화점, 편의점, 슈퍼
옵션할인: 경주 루나 엑스 골프장, 6홀 X 4코스, 캐디 없고 그늘집 없음. 전국에서 세번째로 가격이 싼 골프장. 품질은 좋음
식당에서 숟가락 교체비용은 1천원, 소주/맥주는 2천원
엔씨다이노스는 최근 좌석 가격표를 85개로 구분. 오늘의 날씨, 선발투수 등 가격을 수시 변동
소비자가 납득가능한 가격변동 전략이 필요
BMW 열선 시트를 구독으로 했다가 욕먹고 폐지했는데
5년 지난 차도 월정액 구독하면 A/S 해주겠다는 서비스는 성공
5. 도파밍
요즘 애들은 뽑기를 좋아한다.
사람들이 골라주는 랜덤한 옷을 골라주는 입고 나가기
자기가 팔고싶은 물건들을 모으기, 국자로 퍼서 랜덤으로 팔기
CJ대한통운 택배차로 슈퍼레이스를 했더니 좋아했다.
엉뚱한 것도 좋아한다.
서울에서 부산까지 시내버스만 타고 24시간내 주파하기, 전략도 필요하고 체력도 좋아야한다. 이 영상을 같이 보면서 좋아한다.
괴기한것도 좋아한다.
ASMR, 치석 제거하기, 피지제거하기, 여드름 짜기. 이상한 것을 본다. 귀신의 집 같은 괴기한 영상을 즐긴다.
왜 그럴까?
우리가 보는 매체가 바뀌었다.
우리 세대는 개그콘서트를 봤는데 요즘 애들은 쇼츠를 보고 점점 자극적으로 변한다. 
왜 하냐고 물으면, 그냥요. 라고 답한다.
기성세대는 의미는 찾지만 요즘 애들은 의미를 찾지 않는다.
그냥 살자. 걍생이 유행한다.
시사점: 서비스에 재미를 얹어야 한다. 어렵게 하면 안되고 사람들이 쉽게 이해할 수 있게 해야한다. 스토리텔링에서 스토리두잉의 시대다. 고객이 참여하게 해야한다. 
레드불, 이상한 대회, 우주에서 지구까지 자유낙하하기 같은 대회를 후원한다. 
6. 요즘남편 없던아빠
요즘남편은 유통기한 지난 음식 안먹는다.
고장난 자전거 못고친다.
여자가 남자 볼 때 첫번째 조건이 경제력일까? 아니다. 첫번째가 외모고 두번째가 경제력이다.
(여자도 번다.)
요즘 남자는 외동딸 좋아한다. 둘째딸 싫어한다. 왜? 애를 봐줘야 하니까.
둘째딸은 애를 못봐준다.
남편이 결혼하고 절대로 하면 안되는 것. 첫번째가 도박, 두번째는 게임.
남자는 게임을 포기할 용기를 가졌을 때 결혼을 결심한다.
결혼한 남자가 설거지도 하고 와이프한테 잘보여서 패밀리즈(패밀리 마일리지)를 쌓는다. 
6시 칼퇴근해서 육아한다.
결혼을 주저할 수 밖에 없다.​
클로디아 골딘 하바드 경제학자 노벨상 수상자가 이 주제를 연구했다.
미국도 마찬가지라는 얘기다.
시사점: 제품과 서비스를 기획할 때, 성별에 대한 상상력을 발휘하자. 
최근 홈쇼핑에서 무선청소기 다이슨이 남성들에게 많이 팔렸다. 
7. 스핀오프 프로젝트
파생되는 시리즈
하나의 아이템을 파생시켜 새로운 시리즈를 만들어내는 것
마블 시리즈 
시장 환경이 바뀌고 고객이 바뀌는데 회사가 통으로 바뀌기 어려울 때
프라다, 미우미우라는 세컨 브랜드 출시
대교 눈높이 수학, 시니어 학습시키는 교육 사업 스핀오프
사명변경
기아자동차 -> 기아
마켓컬리 -> 컬리
던킨도넛 -> 던킨
사업 영역에 한계를 두지 않겠다는 의미
확장하겠다는 의지는 좋으나 소비자를 잘 읽고 가야함
돌체앤가바나, D&G 스핀오프 소비자가 인지를 못함
8. 디토소비
사랑과 영혼이 떠오르면 옛날 사람, 뉴진스가 떠올랐으면 요즘사람
디토: 나도 너와 마찬가지야, 라는 의미
디토소비: 추종소비
선택지가 많아질수록 추종소비가 많아진다.
인플루언서를 따라 소비한다.
백만 인플루언서가 아니라 나노인플루언서(사람들은 잘 모르는데 나만 좋아하는)를 좋아한다.
컨텐츠를 추종한다.
HBO 유포리아(드라마)는 저의 룩북이에요. 주인공 옷을 캡쳐해서 따라입는다.
요즘 한국애들은 웹툰 속 주인공 옷을 따라입고 화장도 따라한다.
커머스, 유통 채널을 따라한다. 핸드폰 속 물건 사는 앱 30개~50개 깔려인다. 
주식 올라서 기분 좋으면 마켓컬리 간다. (조금 비싼 거 산다.)
퀸잇(50-60대가 좋아하는 무신사 같은 패션 플랫폼, 40대는 싫어한다.) 
쇼핑몰 추종을 생각보다 많이 한다. 선택지가 많아졌다.
FOBO: Fear of Better options
시사점: 브랜드 정체성이 중요해진다.
나만의 쇼핑몰이라는 느낌을 갖게 해줘야 한다.
시그니처 상품이 중요하다.
시그니처 상품은 상품이 아니라 광고의 역할, 브랜드 이미지의 역할을 한다.
9. 리퀴드폴리탄
서울 인구가 줄어든다. 하지만 낮에는 몰려든다. (일하러)
양양은 인구가 줄어든다. 하지만 여름에, 주말에 몰려든다. (놀러, 서핑하러)
기존에는 정주 인구 기준으로 도시를 바라봤다.
이제는 사람들이 액체처럼 움직인다.
액체도시, 리퀴드폴리탄이라고 한다.
정부가 중요하지 않고 지역과 도시, 시그니처 스토어, 앵커 테넌트가 중요하다.
양양 시장이 양양으로 오라고 했을까? 서핑 좋아하는 사장이 스토어 하나 열어서 시작됐다.
부산 영도에서는 중공업 산업이 쇠락하면서 RTBP(Return to Busan Port, 돌아와요 부산항에)를 만들었다.
UAM은 200Km까지 가는데 2025년부터 한국에서 테스트할 예정(인천공항공사)인데 교통이 발전하면 대한민국이 아니라 대한서울이 된다.
도시마다 정체성을 가져가야 한다.
기업은 시야를 넓혀야 한다. 지금까지는 팝업스토어를 성수동에 열었다면, 점점 더 지방에도 관심을 가져야 한다. 부산 팝업 스토어도 일부러 찾아가는 시대다.
10. 돌봄 경제
돌봄은 이제 돈이 된다. 
약자에 대한 돌봄, 배려돌봄. 어린이, 시니어, 장애인을 돌보는 시장이 가장 먼저 성장한다. 돌봄을 필요로 하는 사람과 서비스를 제공하는 사람을 매칭하는 시장이 가장 먼저 형성된다.
마음돌봄 서비스
SK텔레콤 누구 라는 서비스, AI 서비스가 음성 분석해 마음 상태를 돌봄
관계돌봄, 길가다 미아를 발견하면 CU로 가면 엄마를 찾아준다.
LPGA, 이동형 어린이집 서비스, 여자 프로골퍼들의 어린이들을 돌봐준다.
[출처] 트랜드코리아 2023 요약|작성자 에헤라디야야야 ');


/*
스토리 카테고리 테이블
*/
INSERT INTO storycategory_tb (story_category_name) VALUES ('로맨스/BL'),('판타지/무협'),('일반소설');

/*
북 카테고리 테이블
*/
INSERT INTO bookcategory_tb (category_name) VALUES ('트랜드'),('라이프'),('힐링'),('지적교양'),('소설');


/*
북 테이블
*/
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`, `book_data_id`) 
VALUES ('1', 'book1.png', '트렌드코리아 2024', '김난도', '410', '2023-10-01', now(), '2024 대한민국 소비트렌드 전망', 'DRAGON EYES
청룡을 타고 비상하는 2024를 기원하며!

모든 일은 서서히 준비되고 있다가 갑작스럽게 나타난다. 챗GPT가 그랬다. 
인공지능 기술과 이야기가 수도 없이 나왔지만, 챗GPT만큼 우리에게 충격을 주는 것은 없었다. 무엇이 달랐던 것일까? ‘자연어’ 소통이 가능하다는 점일 것이다. 
“가장 인기 있는 새로운 프로그래밍 언어는 영어”라는 말이 나오는 이유다. 여기서 말하는 ‘영어’는 한국어도 될 수 있고, 일본어도 될 수 있다. 
그러니까 그냥 평상시의 말과 글로 이루어지는 인공지능 시대에 돌입한 것이다. 모든 학자들이, 모든 책들이 ‘AI’와 ‘인공지능’, ‘챗GPT’를 얘기하는 이 시점에서 
『트렌드 코리아 2024』는 인간의 역할 혹은 역량에 주목했다. 중요한 점은 이것이다. 즉, AI는 자신이 내놓은 결과물을 평가할 수 없다. 
그것에 점수를 매기고 그 결과물을 채택할지 말지를 결정하는 것은 궁극적으로 인간의 몫이다. 미드저니가 아무리 환상적인 그림을 그릴지라도, 그 마지막 터치는 인간에게 남겨져 있다. 
바로 ‘화룡점정’이다. 오롯이 인간만의 역량을 최대한 끌어올리는 것. 이를 위해 우리는 무엇을 알아야 하고, 무엇을 준비해야 할까? 2배속 사회에서 균형점을 찾기 위한 여백은 무엇인가? 
올해의 〈트렌드 코리아〉는 유독 천천히 읽기를 권한다.',
'서문 5
2024년 10대 소비트렌드 키워드 22

1 2023 대한민국
평균이 사라진 자리 27
새롭게 떠오르는 소비자들 42
리오프닝 이후의 공간 전략 58
관계의 재해석 73
불황을 극복하는 혁신의 힘 89

〈트렌드 코리아〉 선정 2023년 대한민국 10대 트렌드 상품 104',
'교수, 트렌드 연구자, 컨설턴트, 작가. 서울대학교 생활과학대학 소비자학과에서 학생들을 가르치고,
생활과학연구소 소비트렌드분석센터를 이끌며 소비트렌드를 연구하고 있다.',
'‘빨리빨리’를 외치던 대한민국이 이제 2배속 사회로 접어들었다.
유튜브와 OTT 플랫폼, 각종 SNS가 쏟아내는 콘텐츠에 파묻힌 사람들은
1분 1초도 지루한 걸 못 참으며 ‘기승전-재미’의 도파밍 삶을 추구한다.
과거 서로를 구분 지었던 선들도 경계가 흐릿해지고 있다.
가족 내, 안사람과 바깥양반의 구분이 없어지는 것이 대표적이다.
초격차 사회에서 완벽함을 좇는 사람들은 아예 넘사벽 기준을 세워놓고
‘육각형인간’ 놀이를 즐긴다. “노력 없이 성공하고 싶다”는 이들의 좌우명 앞에
고진감래와 자수성가는 설 자리를 잃었다.
챗GPT의 등장으로 인류에게 일격을 가한 생성형 AI. 세상의 모든 화두를
블랙홀처럼 빨아들이는 AI가 던진 거대한 질문이 우리 앞에 놓여있다.
“인간만이 가진 역량은 무엇인가?” 명료한 답변을 이끌어낼 수 있는 질문이 가능한 인간,
호모 프롬프트에게서 그 해답을 찾아야 할 것이다.',
1, 1, 1
);
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`,`total_page`, `publication_date`, `created_at`, `sub_title`, `introduction`, `sequence`,`writer_introductoin`, `review`, `ranking`, `book_category_id`, `book_data_id`) 
VALUES ('2', 'book2.png', '퓨처셀프', '벤저민 하디', '100', '2023-10-05', now(), '현재와 미래가 달라지는 놀라운 혁명', '‘미래의 나’를 적용하는 과학 분야 세계 최고의 전문가,
자기계발 분야 파워블로거이자 베스트셀러 작가의 신작
세계적인 동기부여 전문가, 토니 로빈스 강력 추천!

현재와 미래를 더 가치 있게 바꾸고 싶다면,
‘미래의 나’와 연결하라!

살 날이 얼마 남지 않은 ‘미래의 내’가 현재로 시간 여행을 왔다고 상상해보자. ‘현재의 나’는 해야 할 일은 미뤄둔 채 소파에 누워 핸드폰을 보느라 시간 가는 줄 모른다. 당장 사고 싶은 것, 먹고 싶은 것에 생각 없이 돈을 쓰고, 
‘다음 달의 나’에게 결제를 미룬다. 자극적이고 간편한 정크 푸드를 즐겨 먹으며 건강은 생각하지 않는다. 어린 자녀와 눈을 맞추고 시간을 보내기보다 잔소리와 고성이 오가는 전쟁 같은 하루하루를 보낸다. 
이 모습을 본 ‘미래의 나’는 과연 어떤 말을 하고 싶을까? 혹시 지금의 내 모습과 크게 다르지 않다고 생각하는가? 미래의 모습이 그려지지 않는다면, 현재의 내가 좀 더 나은 모습이기를 원한다면 이 책이 해답을 제시해줄 것이다.
‘미래의 나는 어떤 모습일까?’라는 질문은 우리가 인생에서 쉽게 놓치는 중요한 진실에 이르게 한다. 즉, 미래의 나와 연결될수록 현재 더 나은 삶을 살게 된다는 것이다. 
이 책은 미래의 내가 어떤 모습일지 깊이 생각해보고, 지금 그 사람이 되는 방법을 구체적으로 알려주는 인생 지침서이다. 상상한 미래 자아는 현실에서 원동력이 되어 목표와 우선순위가 달라지고, 이에 맞게 행동하게 만든다. 
그렇기에 우리가 다시 예전 모습으로 돌아가려 하거나 의지가 약해질 때마다, 혹은 작은 성취를 맛본 후 다음 목표를 정해야 할 때 이 책을 옆에 두고 수시로 꺼내 보기를 권한다.
이 책의 저자인 벤저민 하디는 저명한 조직심리학자로, ‘미래의 나’를 적용하는 과학 분야에서 세계 최고의 전문가다. ‘미래의 나’와 관련된 연구가 점점 많아지고 있는 가운데, 그는 이 주제를 완벽하게 다룬 책을 발표했다. 
그의 오랜 연구 결과와 집약된 이론을 국내에서 책으로 만날 수 있게 된 것이다. 그는 팟캐스트와 유튜브, 웹사이트, 기업 강연을 통해서도 ‘미래의 자신’을 명확하게 하고, 목표한 방향으로 이끄는 실용적인 전략을 공유하며 많은 사람의 성장과 발전을 돕고 있다.
이 책은 크게 세 파트로 구성되어 있다. 파트1은 ‘미래의 나’를 위협하는 요인 7가지를, 파트2는 ‘미래의 나’에 대한 진실 7가지를, 파트3은 ‘미래의 내’가 되는 7단계를 구체적으로 제시한다. 
각 단계마다 자신을 점검해볼 수 있는 체크리스트와, 미래의 나와 연결하는 활동들이 포함된 워크지를 제공하고 있다. 또한 각 장의 핵심 내용은 일러스트를 통해 기억에 선명하게 남도록 도와주고, 파트가 끝날 때마다 KEY POINT로 요약해서 정리해준다. 
특히 ‘미래의 나’와 연결하는 것이 중요하다는 점을 유명인들의 일화를 통해 소개해 재미를 더하고, 쉽게 이해할 수 있도록 설명한다. 이 책은 단순히 ‘미래의 나’를 생각에서 그치지 않고 행동하게 만드는 구체적인 방법을 제시한다는 점에서 
당신의 삶을 변화시키는 데 최고의 안내자 역할을 할 것이다.',
'프롤로그: 현재와 미래가 달라지는 놀라운 혁명

Part1 미래의 나를 위협하는 요인 7가지
위협 1: 미래에 대한 희망이 없다면 현재는 의미를 잃는다
위협 2: 과거에 대한 부정적인 스토리는 미래를 위협한다
위협 3: 주변 환경을 인식하지 못하면 당신은 아무 길이나 가게 된다
위협 4: 미래의 나와 단절되면 근시안적인 결정을 내리게 된다
위협 5: 시급한 문제와 사소한 목표가 당신의 발목을 잡는다
위협 6: 경기장에 들어가지 않으면 당연히 패배다
위협 7: 성공이 실패의 기폭제가 될 때가 있다
key point: 미래의 나에 대한 위협

Part2 미래의 나에 대한 진실 7가지
진실 1: 당신의 미래가 현재를 이끈다
진실 2: 미래의 나는 예상과 다르다
진실 3: 미래의 나는 피리 부는 사람이다
진실 4: 미래의 나를 생생하고 자세하게 그릴수록 더 빠르게 발전한다
진실 5: 미래의 나의 실패가 현재의 나의 성공보다 낫다
진실 6: 성공하려면 미래의 나에 진실해져야 한다
진실 7: 신에 대한 견해가 미래의 나에게 영향을 미친다
key point: 미래의 나에 대한 진실

Part3 미래의 내가 되는 7단계
1단계: 현실에 맞는 목표를 명확하게 세워라
2단계: 덜 중요한 목표들을 제거하라
3단계: 필요에서 열망으로, 열망에서 앎으로 나아가라
4단계: 원하는 것을 정확하게 요구하라
5단계: 미래의 나를 자동화하고 시스템화하라
6단계: 미래의 나의 일정을 관리하라
7단계: 완벽하지 않더라도 공격적으로 완수하라
key point: 미래의 내가 되는 단계

에필로그: 지금 미래의 내가 돼라
감사의 말
참고 문헌
찾아보기',
'Benjamin Hardy조직심리학자로 자기계발 분야 파워블로거이자 베스트셀러 작가이다.
그는 미래의 나를 적용하는 과학 분야에서 세계 최고의 전문가이다. ',
'“어째서 우리는 미래의 내가 후회할 결정을 내리는가?”

‘미래의 나’를 다룬 최고의 자기계발서,
현재의 나를 올바른 방향으로 이끌고 싶다면
반드시 봐야 할 책

우리는 어제보다 나은 내일을 원하며 수많은 자기계발서를 찾아 읽는다. 삶의 자세, 인간 관계, 시간 관리, 성공하는 법 등 인생에 도움이 될 만한 주제를 다룬 책을 보고, 그때마다 의지를 다진다. 
그 결과 당신의 삶은 더 나은 방향으로 바뀌었는가? 놀랄 만큼 새로운 인생을 살고 있는가? 여전히 달라진 게 없다면 당신은 ‘미래의 나’와 연결되지 않았기 때문이다!
자기계발 파워블로거이자 저명한 조직심리학자인 벤저민 하디는 ‘미래의 나에 대한 심리학’이라는, 단순하지만 거의 활용되지 않은 이 주제를 이 책에서 완벽하게 다루었다. 
세계 최대 서평 사이트 굿리즈에는 이 책을 통해 인생이 바뀌고, 최고의 자기계발서로 꼽는 독자들의 생생한 후기를 볼 수 있다. ‘미래의 나’라는 개념을 신경과학자들의 연구 결과와 유명인들의 예화를 통해 증명하고 있다는 점, 
이론에서 그치는 게 아닌 삶에서 적용할 수 있는 구체적인 행동 지침을 제시하고 있다는 점이 4.35라는 높은 평점과, 수많은 리뷰가 달리게 된 이유일 것이다.
이 책은 ‘미래의 나는 어떤 모습일지 깊이 생각해보라’라는 메시지에서 시작된다. 미래에 대한 명확한 목적이 있어야 현재의 나를 발전시키고 상황을 나아지게 한다. 
반면 눈앞의 목표를 추구하거나 도파민이 잠깐 활성화되는 쾌락을 일삼는다면 미래의 나는 결국 큰 대가를 치를 수밖에 없다. ‘2년 후’, ‘5년 후’, ‘10년 후’의 내 모습은 현재와 다르다는 것을 명심하자. 
‘20년 후’에는 어쩌면 당신이 이 세상에 존재하지 않을지도 모른다. 미래의 나를 현재로 불러와 살아간다면 지금 상황을 더 현명하게, 더 소중하게 여길 것이다.
예를 들어, 당신은 5년 동안 달성할 목표를 가족, 자산, 건강 세 가지로 우선순위를 정했다고 생각해보자. 각각의 우선순위마다 구체적인 목표도 함께 세운다. 
그렇다면 핸드폰만 보며 시간을 때우는 무의미한 행동을 줄이고, 가족과 더 많은 시간을 보내려고 애쓸 것이다. 불필요한 소비를 줄이며 자산을 늘리기 위해 더욱 절약할 것이다. 
운동을 시작하거나 올바른 식습관을 유지하며 건강에 신경쓸 것이다. 저자는 목표를 향해 가기보다 목표라는 지점에서 생각하고 행동하면 우리의 뇌는 저절로 그렇게 작동한다고 강조한다.
이렇듯 현재와 미래를 더 가치 있게 바꾸고 싶다면, 자신이 되고 싶은 ‘미래의 나’와 연결되어야 한다. 이 책에서 제시하는 ‘미래의 나를 위협하는 요인 7가지’를 경계하고, ‘진실 7가지’를 마음에 새기고, ‘미래의 내가 되는 7단계’ 지침을 따른다면, 
훨씬 더 빠르고 확실하게 목표에 도달할 수 있을 것이다.',
2,2,2
);
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('3', 'book3.png', '시대예보:핵개인의 시대', '송길영');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('4', 'book4.png', '설자은, 금성으로 돌아오다', '정세랑');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('5', 'book5.png', '책으로 가는 문', '미야자키 하야오');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('6', 'book6.png', '로마 이야기', '줌파 라히리');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('7', 'book7.png', '문과 남자의 과학 공부', '유시민');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('8', 'book8.png', '아주 희미한 빛으로도', '최은영');
INSERT INTO book_tb (`id`,`pic_url`,`title`,`writer`) VALUES ('9', 'book9.png', '역행자', '자청');

/*
책 댓글 테이블
*/
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('1', '정말 도움 많이 되었습니다. 감사합니다.', now(), 1, 1);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('2', '잘봤습니다.', now(), 2, 1);
INSERT INTO bookreply_tb (`id`,`content`,`created_at`, `user_id`, `book_id`) VALUES ('3', '재밌네요', now(), 3, 1);

/*
게시글 테이블
*/
INSERT INTO board_tb (`id`,`content`,`created_at`,`user_id`, `book_id`) VALUES ('1', '벤자민 하디의 퓨처셀프를 소개합니다.',now(), 1, 2);

/*
게시글 댓글 테이블
*/
INSERT INTO boardreply_tb (`id`,`content`,`created_at`,`user_id`,`board_id`) VALUES ('1', '좋은 책 추천 해주셔서 감사합니다.',now(), 2, 1);

/*
책 좋아요 테이블
*/
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('1',now(), 1, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('2',now(), 2, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('3',now(), 3, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('4',now(), 4, 1);
INSERT INTO booklike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('5',now(), 5, 1);


/*
게시글 좋아요 테이블
*/
INSERT INTO boardlike_tb (`id`,`created_at`,`user_id`,`book_id`) VALUES ('1',now(), 1, 1);

/*
읽고 있는 책 테이블
*/
INSERT INTO readingbook_tb (`id`,`scroll`,`created_at`,`user_id`, `book_id`) VALUES ('1', '15000',now(), 1, 1);


/*
고객센터 테이블
*/
INSERT INTO faq_tb (`id`,`title`) VALUES ('1', '결재/환불');

/*
고객센터 카테고리 테이블
*/
INSERT INTO faqcategory_tb (`id`, `sub_title`, `content`, `faq_id`) VALUES ('1', '밀리에서 이용할 수 있는 결제 수단은 어떤게 있나요?',
'회원님께서 접속하시는 환경에 따라 아래 결제 수단을 제공하고 있어요

[웹] 신용카드, 카카오페이, 네이버페이, 페이코, 휴대폰 결재
[앱] 앱 스토어에 연결해둔 결제수단으로 결제(구글, 애플, 갤럭시, 원스토어)

앱 결제의 경우 스토어 수수료가 발생할 수 있으니 참고하여 이용 부탁드립니다.', 1);

/*
공지사항 테이블
*/
INSERT INTO notice_tb (`id`,`title`,`content`,`registration_date`) VALUES ('1', '[공지] 구버전 E-ink 지원 종료 사전 안내_10/19(목)', 
'안녕하세요.
독서와 무제한 친해지리, 밀리의 서재입니다. 

안전한 콘텐츠 및 원활한 서비스 제공을 위해 구버전 E-ink App의 지원이 종료될 예정임을 안내드립니다. 

[지원종료 일자]
2023년 10월 19일(목)

[지원종료 버전]
2.0.0.0 이하 버전',
'2023-09-26');



/*
이벤트 테이블
*/
INSERT INTO millieevent_tb (`id`,`title`,`content`,`registration_date`, `board_pic_url`, `user_id`) 
VALUES ('1', '가을 타는 중이라면, 이책 어때요?', 
'잠시 하늘을 올려다보세요!
유독 높게 느껴지지 않나요?

맞아요, 올해의 가을도 어김없이 찾아왔어요
천천히 왔다가 빠르게 달아나는 계절이죠.

이 짧은 시간을 충분히 즐기기 위한 방법 중 하나!
바로 사과나 포도 같은 제철 과일을 옆에 두고',
'2023-10-06', 'book9.png', 2);


